[
    {
        "article": "POL-DA: Autobahn 5 near Gräfenhausen to Zwingenberg station: Drunk driver flees from the police On Friday evening (February 28th) at around 10:45 p.m., road users reported a car driving in a zigzag pattern on the A5 motorway near Gräfenhausen heading south. Shortly after the Darmstadt junction, after a near-accident, the four occupants got into an altercation with another driver, who was punched and kicked against his car. When the first patrol of the motorway police arrived, the four fled in the car on the A5 motorway. They drove off the motorway at the Zwingenberg junction. The driver continued to ignore the patrol's stop signs. After a U-turn, during which there was slight contact with the pursuing patrol car, the journey continued into Zwingenberg town center. At the train station, the fleeing vehicle came to a stop in a ditch due to a driving error. The four occupants were arrested. The 40-year-old driver from Georgia was under the influence of alcohol. A blood sample was taken from him. After the police measures were completed, two passengers were able to leave the station. The driver and one passenger were taken into police custody to sober up. The driver will have to answer for several criminal offenses. The passengers expect criminal proceedings based on the results of the investigation into their respective involvement in the crime. No one was injured. The vehicle that fled is no longer drivable and had to be towed away. A patrol car suffered a graze. Photo: Steffen Pietschmann, Police Commander on Duty",
        "summary": "Four arrested, including intoxicated, in connection with assaulting another driver"
    },
    {
        "article": "The kids are robbing everyone in the center of Rio.",
        "summary": "Robbery reported in Centro area of Rio de Janeiro"
    },
    {
        "article": "Young driver faces serious charge for allegedly speeding 105km/h on Barrie street A young driver is facing a serious charge and will be without his wheels for a while after police say he was tagged doing excessive speeds in Barrie.  The Barrie police traffic unit is patrolling streets flagged as problem areas for poor driving behaviours, including Essa Road and Salem Road in the city’s southwest end.  During a patrol on Thursday, an officer allegedly clocked a vehicle travelling 105 kilometres per hour through the above mentioned area, which is a posted 60 km/h zone.   The offence netted the 20-year-old man from Egbert a stunt driving charge, 30-day licence suspension and a car impoundment at the registered owner’s expense. ",
        "summary": "Driver charged with 30-day licence suspension and car impoundment at registered owner’s expense for speeding"
    },
    {
        "article": "Director of Serdán Institute of Technology dismissed after harassment accusations The director of the Ciudad Serdán Higher Technological Institute, Miguel Choy López , was removed from his position this Friday, March 1, following complaints of alleged sexual and workplace harassment . Teachers at the school have been on strike since February 25 to protest the harassment suffered by both teachers and students. At a press conference , Professor Issis Alicia Benítez Castillo reported that the dismissal of the director was the result of a dialogue table with the Secretariat of Education of Puebla . Along with Choy López, eight other officials from the institute were dismissed, who also faced accusations of workplace abuse . Sexual harassment complaints In addition to harassment of teachers , two students reported alleged sexual harassment by the principal. Issis Benítez warned that there could be more cases, as some victims fear reprisals and have not formalized their complaints. So far, no complaint has been filed with the State Attorney General's Office (FGE) , but a complaint has been filed with the Puebla Human Rights Commission (CDH Puebla) . Activities at the Serdán Institute of Technology will resume on Monday, March 4 , while investigations continue.",
        "summary": "Director of Serdan Institute of Technology and eight other officials dismissed for alleged harassment and workplace abuse"
    },
    {
        "article": "Johnny Guerrero, a sign painter by profession and resident of the Jardines de Cancún neighborhood, had multiple injuries. Red Cross paramedics, aboard unit 135, determined that he needed specialized medical attention and rushed him to Hospital 450 for further evaluation.",
        "summary": "Man hospitalized after being injured"
    },
    {
        "article": "Kim Gomez crime: preventive detention ordered for the 17-year-old criminal It was defined by prosecutor Carmen Ibarra of the UFI 3 for minors in La Plata.The Court ordered preventive detention for 180 days for the 17-year-old minor who is already detained for the murder of Kim Gómez. This was defined by the prosecutor of the UFI 3 of La Plata, Carmen Ibarra, in charge of the investigation of the brutal murder of the 7-year-old minor. Regarding the other accused, aged 14, he asked to testify and denied having participated in the murder of the 7-year-old girl. However, he will be kept under surveillance until a new hearing to be held next week, in which his legal situation will be defined. The crime of Kim Gómez occurred in the Altos de San Lorenzo area, when the suspects, aged 14 and 17, stole the red Fiat Palio in which Kim was travelling with her mother. After the robbery, the criminals fled with the girl inside the vehicle, dragging her for several blocks before losing control of the car and crashing into a light pole. The minor's body was found under the vehicle, hours after the incident. The robbery occurred near the El Nene supermarket, at the intersection of 72nd and 24th streets, when the criminals surprised Kim's mother and the girl, who was in the vehicle. Witness testimonies Initial accounts suggested that the attackers tried to throw Kim out of the car window as they fled. Several witnesses said they saw the girl being dragged through the streets, causing the serious injuries that ultimately led to her death. Prosecutor Carmen Ibarra, in charge of the investigation, said that the minor's body showed clear signs of violence and a series of blows caused by being dragged during the escape. The autopsy revealed that the minor died as a result of the blows she suffered during the assault. According to the forensic experts, the cause of her death was hypovolemic shock due to multiple traumas.",
        "summary": "Seventeen-year-old sentenced to preventive detention in connection with murder of seven-year-old girl"
    },
    {
        "article": "Family tells how they found baby in yard: He was in a bag as if he were garbage The newborn was abandoned in Mercedes Norte de Heredia, early Friday morning.A man found a newborn baby under his truck , who still had her umbilical cord attached. The incident occurred at around 5:00 am on a property in Mercedes Norte de Heredia. The driver thought it was a few cats in a bag , but when he moved it he realized it was a baby (see attached video from Telenoticias).  I found out because I came to take out a truck that he keeps here. When he comes to take out the truck, he hears some kittens. He turns on the light and sees the bag. He goes back to his car, takes out his little bag to get into the truck, picks up the bag that is far behind the tire. When he checks, he sees that what is there is a baby. She came screaming, boss, boss, they left a baby under the truck. She was very scared. I ran to check, I thought it was a fetus, but it was a normal baby. She was very quiet because she was very cold, her little hands were purple. Thank God we were able to rescue her, said Mario Arce, who found the baby with his worker. At that moment, Arce's wife realized what had happened and called the 9-1-1 emergency system. The girl's skin was already purple and she was very cold, so it is believed that she had been in that condition for several hours. My husband told me, 'Don't come here,' so I went back to 9-1-1. He told me a little while later that he was alive and came to get a cloth. They had her in a black bag as if she were garbage, it's incredible that these things happen in the country. I picked her up with a blanket and came home. The girl from 9-1-1 told me to float her to warm her up and I hugged her. Until the ambulance arrived to take the baby away, explained Shirley Orozco, a neighbor who helped the baby. The minor remains under medical observation and is reported to be in stable condition. The Judicial Investigation Agency (OIJ) has launched an investigation to identify those responsible for the abandonment.",
        "summary": "Investigation launched after newborn baby found abandoned"
    },
    {
        "article": "Woman arrested with fentanyl and marijuana in Quinta Monte Carlo neighborhood Authorities raided a house where they found the woman in possession of the drugs Chihuahua, Chih.- Flor Karina FA, 45, was arrested at a home in the Quintas Monte Carlo neighborhood, in the city of Chihuahua, after an intelligence operation implemented by the State Investigation Agency (AEI), with support from the Mexican Army and the National Guard. The arrest was carried out in compliance with a search warrant issued by a Control Judge of the Morelos Judicial District, following an anonymous complaint for alleged drug dealing. In the property, located at 20538 Árbol de Alcanfor Street, authorities seized approximately 1,200 pills with characteristics of fentanyl, weighing 356 grams, as well as a bag with 1,105 kilograms of dried green grass, apparently marijuana. The detainee and the seized substances were placed at the disposal of the Public Prosecutor's Office of the Drug Dealing Crime Investigation Unit, which will integrate the investigation file and proceed criminally for crimes against health.",
        "summary": "Woman arrested for possession of fentanyl and marijuana"
    },
    {
        "article": "Suspected criminal arrested in downtown #Cuernavaca This afternoon, a suspected criminal was arrested on the streets of downtown Cuernavaca, prompting intense police mobilization.",
        "summary": "Suspected criminal arrested"
    },
    {
        "article": "Thief gets desperate and gets stuck while trying to escape from the police. A man got stuck at the exit of a warehouse while trying to escape from the police, in Penha Circular, in Rio de Janeiro (RJ), this Thursday (27/2). The arrest occurred after a report that criminals were unloading a stolen truck containing 27 tons of beans. During the operation, the Rio de Janeiro Civil Police ( PCERJ ) arrested seven suspects in flagrante delicto. The man who tried to escape was trapped between the concrete and the tiles of the warehouse. The robbery, which took place on Tuesday (25/2), involved a load valued at R$110,000. Investigations indicate that the beans were to be resold in a clandestine warehouse. ",
        "summary": "Seven arrested on suspicion of stealing cargo valued at BRL 110,000"
    },
    {
        "article": "30-year-old Grovetown man arrested in child molestation case GROVETOWN, Ga. (WRDW/WAGT) - A 30-year-old Grovetown man is facing a charge of aggravated child molestation after an incident in 2024, according to court documents. Warrants state Timothy Victor Park is accused of aggravated child molestation of a 14-year-old girl between Nov. 18-19, 2024. Park was denied bond and remains in the Columbia County Detention Center. He was booked into the detention center on Feb. 27.",
        "summary": "Man faces charges in connection with aggravated child molestation between November 18-19, 2024"
    },
    {
        "article": "Lian case: the house of a healer from Jujuy was raided She is known as granny and lives in the town of Perico, Jujuy province. The police seized several items of importance to the case. Almost a week after the disappearance of Lian , the three-year-old boy who was last seen in Ballesteros Sud, province of Córdoba , the justice system of that province ordered a raid that was carried out this Friday in the house of a healer from Jujy known as La Abuelita. The prosecutor who oversaw the operation, José Alfredo Blanco, told the El Tribuno de Jujuy website that La Abuelita, a 74-year-old woman, defined herself as a healer and confirmed that she frequently travels to Córdoba to assist members of the Bolivian community in that province. In fact, La Abuelita was in Ballesteros Sud just before Lian's disappearance was reported: prosecutor Blanco specified that the woman indicated that she traveled to Córdoba on February 14 and returned on Saturday the 22nd, and also declared that she was carrying a large bag with clothes .  It was precisely Saturday, February 22, that was the last day that Lian's family saw him at home. This week, the boy's father, Elías Flores, told the media in Córdoba that he feared that his son had been the victim of revenge and hinted that someone has him. During the raid this Friday in Jujuy, cell phones, bus tickets and a bag with clothes were seized, which will be analyzed in case they could help obtain information that could be relevant to his most recent visit to Ballesteros Sud. We asked the Córdoba Prosecutor's Office if the woman should be arrested, they responded that no, that the interviews that were taken from all those who lived with her, her husband and children, should be conducted . In the interview, the woman said that she is not related to the missing child, said Blanco about his work after the operation. Investigators believe there may be a connection between Lian's family - who are Bolivian nationals but have been living in Córdoba for four years - and the activities of La Abuelita in that community. Prosecutor Blanco explained that the woman confirmed that she practices witchcraft in Córdoba, and that although they are from the Bolivian community, they are in a better economic position. In addition to paying her, they give her clothes, shoes, and toys, which she brings and gives to family and friends.",
        "summary": "Police raid house after disappearance of three-year-old Liam on February 22"
    },
    {
        "article": "Due to financial problems, the Government will liquidate the School Against Drug Addiction in Antioquia The decision would leave the investigation and the formulation of strategies to combat addictions in the department in limbo.AntiochThe School Against Drug Addiction of Antioquia, inaugurated on December 26, 2019 during the administration of former Governor Luis Pérez Gutiérrez, with the purpose of researching and guiding public policies in prevention, treatment and harm reduction in the consumption of psychoactive substances, will be liquidated due to financial problems, which would leave in limbo the research and the formulation of strategies to confront addictions in the department. Through a decree, the Government of Antioquia accepted the resignation of its current director, Ana María Gómez, and authorized “the General Secretariat to carry out all pre-contractual, contractual and post-contractual activities that are necessary for the provision of specialized professional services as liquidator of the School Against Drug Addiction,” which marks the end of a pioneering research center in the country on the subject of psychoactive substance use. The decision has generated a controversial reaction in academic and health sectors after the elimination of the institution founded five years ago, as it supported research in conjunction with universities and national and international experts, providing crucial information for the fight against drug addiction in Antioquia. Fabio Hernán Villa, former director of the School Against Drug Addiction, harshly criticized the decision, stating that with this measure, Antioquia will lose a key leadership position in research on drug use and public health policies. “The department loses the ability to use research work and develop it in dual pathology, in models of care and intervention in the area of ​​psychoactive substance use, in risk and damage reduction in which we became pioneers at the national level in research, in an epidemiological surveillance system created in Antioquia. It is very unfortunate that this governor comes and puts an end to it with a stroke of the pen because he does not understand the importance of this exercise ,” said the former director. And now, who is going to investigate? The Governor's Office plans to have other institutions such as the ESE Carisma and the Mental Hospital of Antioquia take over the functions of the School so as not to neglect the attention to the problem. However, for the sector, it remains a fanciful idea that would do little to resolve the dilemma due to the difference in mission of the institutions that today have the purpose of attention, not research. Guillermo Alonso Castaño Pérez, a doctor specializing in addictions and dual pathology, highlighted the importance of the School in the generation of knowledge and warned about the limitations of the entities that will assume its functions: “I believe that neither of the two has the capacity, the infrastructure to really do research that guides prevention, to do research that accounts for mental health or drug use disorders in the general population. This dilutes the intention of guiding the department's public policies and mental health and addictions when that is subsumed by those structures.” For its part, the Antioquia Governorate responded to Caracol Radio that the decision was made due to the duplication of functions and the financial problems that the Department's institutions currently have. For this reason, it is necessary to strengthen the agencies that provide more services and have more experience in mental health issues. The defense of the need to optimize the resources of the Government today competes with the warning about the risk of setbacks in the comprehensive approach to addictions. Although it is not yet clear how the issue will be addressed comprehensively, the liquidation of the School Against Drug Addiction leaves questions about the future of research and strategies for caring for people who consume psychoactive substances in Antioquia.",
        "summary": "Colombian government to liquidate School Against Drug Addiction"
    },
    {
        "article": "Armed attack leaves one person dead in the neighborhood #EugenioEspejo of the canton #LaLibertad",
        "summary": "One killed in armed attack"
    },
    {
        "article": "Drivers prevent robbery and attack suspect on BH avenue Man jumped on a motorcycle on Avenida Cristiano Machado, but was restrained by locals until the police arrived Drivers who passed through Avenida Cristiano Machado, near the Dona Clara neighborhood, in the Pampulha region of Belo Horizonte, late in the morning of this Friday (28/2) witnessed the attempted robbery and arrest of one of the suspects in the crime. According to initial information from the Military Police, at least four individuals are involved in the incident. So far, two suspects have been arrested and three motorcycles have been recovered. The incident is still ongoing. A witness to the incident told Estado de Minas that a couple was on a motorcycle when a man jumped on the vehicle. The couple and the man fell to the ground. When the suspect got up to take the motorcycle, several drivers got out of their vehicles and surrounded the individual. He was attacked with punches and kicks until the Military Police arrived. Other soldiers began tracking to locate others involved in the attempted robbery. “When I saw the attempted robbery, I had no doubts, I got out of the car and went after the bandit. I kicked him hard and I'm proud of that,” said a local who restrained the suspect. ",
        "summary": "One arrested on suspicion of attempted robbery"
    },
    {
        "article": "Two bus drivers verbally attacked in Ajaccio in less than 24 hours Two bus drivers on line 2 were verbally assaulted in Ajaccio on Thursday 27 and Friday 28 February. Cases that are not isolated according to a union official. The mayor of Ajaccio condemned these acts of intimidation. The Ajaccio Muvistrada bus network is once again marked by incidents. In less than twenty-four hours, two drivers on line 2 Place de Gaulle-Atrium were verbally assaulted. The first attack occurred on the afternoon of Thursday, February 27. A driver was threatened with death by a man who had apparently signaled him to pick him up outside a stopping zone. The individual had time to get to the next stop before finally getting on the bus and insulting the driver. In solidarity, his colleagues stopped working all day on Thursday. An individual apprehended This Friday, February 28, in the morning, another driver was verbally assaulted, still on the same line. Yesterday it was at the Atrium, this morning in the Cannes district, says Cédric Faure, STC delegate of Muvistrada. These are not isolated cases, it is becoming more and more frequent. Today , in terms of security, it is going from bad to worse. Unfortunately, there is going to be a tragedy. In addition, the drivers, who often intervene, are not the only ones affected by these attacks, the users are also subject to them. If this continues, we are going to become like in certain places on the continent... Regarding the attack this Friday morning, it did not cause any disruption to the network.  We can't withdraw after every incident, we're not going to take users hostage too often either, says the head of the nationalist union.  This morning, we spoke with the employee who was attacked, who returned to the depot because he was no longer able to drive. We asked management to accompany him so that he could file a complaint at the police station. It's not up to us to act as policemen. At some point, it will be up to management to provide us with solutions . On the social network X, the mayor of Ajaccio, Stéphane Sbraggia, firmly condemned the attack on a SPL Muvitarra bus driver yesterday . Such acts of intimidation are unacceptable, the mayor continued.  The safety of our agents, like that of all users, is our absolute priority. I thank the municipal police teams for their responsiveness which allowed the individual to be apprehended immediately. According to our information, an agreement with the municipal police or with a security company is being considered in order to secure this line, which is the longest on the Ajaccio network. Contacted, the management of Muvitarra could not be reached this Friday. ",
        "summary": "Two bus drivers verbally assaulted"
    },
    {
        "article": "High school student in Torreón arrested for carrying a firearm The Juvenile Offenders Unit went to the school, where the young man was handed over by the administrative staff. Minor was taken to the Temporary Detention Center. Alberto Triana Inside the Venustiano Carranza High School (PVC) of the Autonomous University of Coahuila (UAdeC), a student was arrested with a firearm on Friday morning. HE WAS CARRYING A 9 MM PISTOL. The Municipal Public Security Directorate (DSPM) reported that the events occurred minutes after 9:00 a.m., when they arrived at the school, located on Universidad Avenue in the Villas la Merced neighborhood of Torreón. Educational authorities handed over the 17-year-old teenager , who showed a 9 mm caliber pistol, which did not have live cartridges. He was taken to the Temporary Detention Center, where his parents or guardians were notified. The case was turned over to the State Attorney's Office to investigate the origin of the weapon . DIRECTOR ACTIVATED PROTOCOL The coordinator of the Torreón Unit of the UAdeC, Sandra López Chavarría, explained that the director of the PVC, Jessica Zapata Escalera, activated the protocol after the students themselves warned her about the situation. The director herself asked the police to go and check, and they found the gun. The parents have already been contacted. The situation did not escalate. “There were no threats, but I don’t want to assume anything until the Director tells us exactly why. A statement will be issued.” “I WAS GOING TO THREATEN A TEACHER” Unofficially, students reported that the minor who carried the gun was going to threaten a teacher because he was harassing his girlfriend. “Because the teacher was having something to do with his girlfriend. Then he pulled a gun on some girls, who betrayed him and all the fuss started. The teacher's name is Erik.”",
        "summary": "Student arrested for possession of firearm at high school"
    },
    {
        "article": "The crying alerted the neighbors! A minor was rescued from a house in Ciudad Bolívar In Bogotá, a minor was rescued after being abandoned in a house following calls from the community.A minor was rescued by uniformed officers from the Children and Adolescents group of the Bogotá Police with the support of the Official Fire Department, after being found abandoned inside a house in Ciudad Bolívar. The incident occurred in the Perdomo neighborhood, where neighbors alerted the authorities after hearing the child's crying. Authorities carried out a search and control operation, where they found the minor alone and in vulnerable conditions.We heard the sobbing of a child who said he was afraid and alone. We tried to contact his parents, but there was no information on his whereabouts, said Lieutenant Colonel Norberto Caro. Due to the difficulty in accessing the house, the Fire Department was asked for help, and they managed to get in and rescue the child safe and sound. He subsequently received medical and psychological care while the circumstances of his abandonment are clarified. The authorities have already started an investigation to identify those responsible and determine the corresponding legal measures. For now, the minor has been transferred to a child protection centre.",
        "summary": "Police investigate after minor rescued after being abandoned in house"
    },
    {
        "article": "Robbery affected driving school early Friday morning in Temuco. The Automobile Club School located on Avenida Alemania was affected by the crime in the regional capital, which was discovered around seven in the morning. Unknown persons breached the security of the premises by stealing various items from the place. According to the police, items such as a television, computers and documents were stolen from the office. To enter the premises, the suspects allegedly cut off the electricity supply to disable both the alarm and the security cameras. A worker at the facility was the one who, upon arriving at the scene early in the morning, noticed that the doors were open and there was damage to the interior of the facility, and subsequently notified the police. ",
        "summary": "Robbery reported at Automobile Drivers School"
    },
    {
        "article": "Following eviction, homes are demolished in Bosques de Adular, La Ceiba. After the eviction work was carried out in the Bosques de Adular sector in the municipality of La Ceiba, Atlántida, where some 59 families were removed from their homes, the destruction of homes in the sector began, with the presence of a Black Mamba for police protection purposes. “Everyone left, but the problem is that the cooperative said that we negotiated that the concrete houses would not be demolished, there are people who do not want to and we want to know what is happening, what is the preference,” said some residents. We are upset because they said they would not touch what was already done and today they said they would wait for us at 2 pm, but they started earlier, we are willing to negotiate but they act this way, they said.",
        "summary": "Around 59 families evacuated and residences demolished"
    },
    {
        "article": "Four men arrested for stealing telephone cable ACAPULCO. —Four individuals face severe charges after being caught red-handed stealing Telmex underground wiring in the Fraccionamiento Hornos neighborhood. In an operation carried out by public security authorities, these individuals were arrested and placed at the disposal of the competent authorities, initiating an investigation file for the crimes of Robbery, Damage to Property and Attacks on General Communication Routes. This last crime is considered serious at the federal level and carries a sentence of up to 11 years in prison.",
        "summary": "Four face severe charges after being caught stealing Telmex underground wiring"
    },
    {
        "article": "Unusual: a prisoner used an iPhone to threaten his ex-partner from his cell in Neuquén The incident occurred at a police station in Valentina Norte. The cell phone was hidden in a sock and inside a bottle. An unusual situation has once again put the prison system in Neuquén under the spotlight . A prisoner housed in a police station in Neuquén was sending threats to his ex-partner from his cell using a cell phone. The victim filed a complaint and the author of the messages was identified. The threats came from a cell at the 12th police station in Valentina Norte. It was precisely there where they found the iPhone brand cell phone, which is very expensive on the electronic market. The characteristics of this type of cell phone were what allowed the victim to locate the geolocation of where the WhatsApp messages came from, making it easier to detect the perpetrator. The situation prompted an exhaustive search of the cells until they managed to find the phone. The device was hidden inside a stocking and kept in a plastic bottle. It was eventually seized and handed over to the judicial authorities, who are now investigating the case. The controversy over the use of cell phones in prisons In September 2024 , the escape of a prisoner from detention unit 22 in Cutral Co, once again exposed the debate on cell phones in prison settings. Pablo Soto escaped from the facility and during his escape he used a phone to threaten his ex-partner. The fact reopened the debate and reminded that in the country many prisoners had access to the benefit of being able to use cell phones to talk to their families during the pandemic. Despite this, the situation was not reviewed in time and what seemed exceptional remained in the system.",
        "summary": "Police investigation underway after prisoner suspected of threatening former partner using cell phone"
    },
    {
        "article": "First suspects in the collapse of the Vela Celeste in Scampia About ten officials registered by the Naples Public Prosecutor's Office Adozen public officials have been registered as suspects in the investigation by the Naples Public Prosecutor's Office into the collapse of the balcony in the Vela Celeste in Scampia, which caused three deaths and 11 injuries, including 7 children. The collapse occurred on the evening of July 22, a Monday, shortly after 10:30 pm. The crimes hypothesized by investigators are negligent collapse, multiple negligent homicide and negligent injury. The investigations of the Naples Flying Squad, coordinated by Deputy Prosecutor Manuela Persico, of the work and professional negligence section of the Naples Prosecutor's Office, also made use of the investigations carried out by two consultants. The investigators focused, in particular, on the alleged responsibilities regarding the lack of maintenance of the building complex and also on the failure to evict the occupants, ordered and for many years remained a dead letter. During the investigation, which also saw cooperation between the Naples Prosecutor's Office and the Court of Auditors of Campania, about fifteen professionals and engineers from the Municipality of Naples and the subsidiary company Napoli Servizi were heard. At the moment, according to what has been learned, it does not appear that among the suspects there are public administrators.",
        "summary": "Criminal case filed against 12 public officials in connection with July 22 balcony collapse that killed three and injured 11"
    },
    {
        "article": "Armed police spotted outside HSBC in Norwich city centre Armed police officers have been spotted outside a bank in the city centre. Police received reports of a person with a knife approaching London Street at 3.21pm on Friday. One eyewitness said the armed officers were on the scene for half an hour before departing. A spokeswoman for Norfolk Constabulary said that after searching the area, officers found nobody of the description given and no knives were discovered. ",
        "summary": "Armed police respond to report of person with knife outside HSBC bank"
    },
    {
        "article": "2-year-old brain dead after being knocked down at pedestrian crossing A 2-year-old girl was hit by a car at a pedestrian crossing in a town in Maine-et-Loire. She was declared brain dead on Friday. A 2-year-old child was knocked down on Thursday in Seiches-sur-le-Loir, in Maine-et-Loire. The accident happened while the little girl was crossing the road, indicates . She was accompanied by her childminder. The firefighters quickly took care of her. She was taken to hospital in critical condition. This Friday, the child was declared brain dead, meaning the brain has completely stopped functioning, but the body is kept alive for a certain time thanks to devices until the person dies. The driver was apparently blinded by the sun and did not see the child crossing the road. An investigation to determine the circumstances of the accident has been opened.",
        "summary": "Two-year-old girl hospitalized after being struck by vehicle on February 27, declared brain dead"
    },
    {
        "article": "DISTRACTION THEFT Suspect identified and charged by way of warrant of arrest LONDON, ON (February 28, 2025) – A suspect female has been charged by way of arrest warrant in relation to a distraction-type theft that took place last week. On Wednesday, February 19, 2025, at approximately 11:30 a.m., a female victim was walking in the area of McNay Street near Justamere Road when she was approached by a female seated in the passenger seat of a white Kia minivan. The suspect female engaged in conversation, asking the woman for directions to a nearby shopping centre. While speaking with the victim, the suspect exited the vehicle and approached the woman, offering her a necklace as a thank you gift. The suspect placed the jewelry on the neck of the victim. After the suspect left the area, the victim noticed that personal jewelry was missing from her neck and reported the theft to police. While the investigating officer was on the way to the victim’s residence to investigate, he passed another LPS officer who had stopped a vehicle fitting the description of the suspect vehicle. The vehicle was being impounded as a result of the male driver being suspended at the time of the stop, and the occupants had left the area. Through the course of the investigation, it was determined that the vehicle involved in the theft and the vehicle being impounded was one and the same. A search of the vehicle yielded a number of imitation gold chains, bracelets, earrings and rings. The reported stolen jewelry was not recovered. As a result of the investigation, a suspect female was identified and has been charged by way of warrant of arrest. Orcideza Ghiocel, 24, of Scarborough, has been charged with one count of theft under $5000. Investigators believe their may be additional victims. This type of scam involves the exchange of imitation pieces of jewelry for ones that are significantly more valuable. In these types of scams, the perpetrators are skilled at removing valuable jewelry while distracting the victim. Citizens should be cautious of allowing strangers into their personal space or of anyone engaging in conversations and offering rewards or thank you gifts. ",
        "summary": "Suspect charged in connection with theft on February 19"
    },
    {
        "article": "#AlfredoCarrillo , 67 years old, is the director of the organization Sustainable Nature and was arrested in the Benito Juárez municipality for planting a tree without a permit.",
        "summary": "Man arrested on suspicion of planting tree without permission"
    },
    {
        "article": "Man injured with knife by neighbor - life-threatening. During a dispute between neighbors, a 41-year-old man in Sulingen (Diepholz district) was critically injured in a knife attack. According to the police, a 42-year-old suspect was arrested at the scene and taken into custody. The man is accused of attempted manslaughter. According to the police, the 42-year-old and a 41-year-old resident got into an argument in the hallway on Thursday morning. It is still unclear why. The older man injured the younger man in the neck with a knife. Other residents had called the police in the meantime. Rescue workers took the 41-year-old to hospital with life-threatening injuries. According to the police, his life was still in danger on Friday.",
        "summary": "Man arrested on suspicion of attempted murder after stabbing neighbor in neck during altercation on February 27"
    },
    {
        "article": "⚠️ Body of a charred man located at km 55 of the Periférico Ring Road in #Pesquería , NL. Authorities on site. ⚠️",
        "summary": "Body of man found burned"
    },
    {
        "article": "Godfather who allegedly sexually abused his underage godson was sent to jail The driver of the vehicle, who allegedly witnessed the abuse and did nothing to prevent it, was also placed under intramural security measures. A judge of control of guarantees imposed a measure of security in a prison against a man, for his alleged responsibility in the crime of abusive sexual access with a minor under 14 years of age aggravated. According to the investigation, on July 8, 2024, the defendant, who is the victim's godfather, allegedly took advantage of being asked to drive him to the mother's house and, apparently, sexually abused him. The investigation established that the alleged aggressor deviated from the route and took the child to the residence of his driver, in the Chiquinquirá neighborhood of Cartagena – Bolívar, where he was allegedly attacked and threatened with harm if he did not agree to his demands. For these events, the Prosecutor's Office also charged the driver of the vehicle with the same crime, since he allegedly witnessed the abuse and did nothing to prevent it. These men were captured by the National Police in the Bocagrande and Chiquinquirá neighborhoods of Cartagena. Neither of the two defendants accepted responsibility for the crime charged.",
        "summary": "Two sentenced to prison for allegedly sexually abusing minor on July 8, 2024"
    },
    {
        "article": "#HCHNoticias | ❌ This citizen was captured by the lens of people circulating through the Satélite neighborhood of the capital, while he was trying to dodge the traffic by going against traffic, having to position himself on the sidewalk so that vehicles could pass, in a regrettable episode where the population regrets the little or no work done by traffic agents to speed up the congestion.",
        "summary": "Man reported for attempting to dodge traffic"
    },
    {
        "article": "🚨🌪️ NEWS ALERT - The death toll from #Cyclone #Garance to #Réunion rises to 3.",
        "summary": "Death toll rises to three due to Cyclone Garance"
    },
    {
        "article": "Man attacks elderly uncle, steals R$100, and ends up arrested in Campo das Vertentes The boy allegedly hit the victim with a stick several times to take money and a bank card. copy whatsapp-material twitter-material facebook-material linkedIn-material Listen to the article THE- normal A+ A 41-year-old man was arrested after assaulting his elderly uncle, aged 79, stealing R$100, and fleeing in the municipality of Antônio Carlos, in Campo das Vertentes, this Thursday (February 27). According to the Police Report (BO) registered by the Military Police (PMMG), the attacker hit the victim several times with a stick to take the money and a bank card. According to the police report, the victim reported that her nephew arrived at the residence, broke the lock, invaded the property and began demanding money. When the victim refused, the attacker grabbed a piece of wood, beat the victim with a stick, took the R$100.00, a bank card and ended up fleeing, said the PMMG. After the escape, the military located the young man, who was arrested in flagrante delicto. The elderly man was rescued and taken to the hospital, where he received medical attention. After the arrest, the aggressor said he did not remember the facts, declared the PM.",
        "summary": "Man arrested on suspicion of assault and robbery on February 27"
    },
    {
        "article": "High damage after fire in apartment building in Kassel Before three in the morning, 25 residents of an apartment building had to leave their beds because their roof was ablaze. The investigators got help from the Hessian State Office of Criminal Investigation. In the middle of the night, emergency services in Kassel evacuated 25 people from a burning apartment building. Fortunately, no one was injured, police said. However, the fire caused major damage to the house: the roof structure was completely burnt out and the building was uninhabitable. The police put the material damage at at least 200,000 euros according to initial cautious estimates. The cause of the fire is still completely unclear. According to current information, the fire broke out in an apartment on the fourth floor. When the fire brigade and police arrived, the roof structure was already fully ablaze. After the fire had been extinguished, the police seized the fire site for their investigations and now want to call in fire experts from the Hessian State Office of Criminal Investigation to clarify the cause of the fire.",
        "summary": "Twenty-five residents evacuated after fire extinguished at residential building"
    },
    {
        "article": "Firecracker causes major damage in Sömmerda. Sömmerda. Car window smashed and firecrackers thrown into the car. Police investigating A rioter damaged a car in Sömmerda on Thursday morning with a firecracker. The Erfurt State Police Department announced this on Friday. The unknown person smashed a window of the parked vehicle at around 7 a.m. and threw a firecracker into the vehicle's interior. The firecracker detonated and damaged the car to such an extent that damage amounted to 8,000 euros. The police were informed and began an investigation, including for damage to property. ",
        "summary": "Police investigate February 27 vandalism of vehicle causing EUR 8,000 in damage"
    },
    {
        "article": "Drugs and phones inside lemons in Syracuse prison, 3 officers discover them and are attacked. They threw lemons containing narcotics and microcells inside the Syracuse prison. The episode happened last Monday according to what was told by Francesco Davide Scaduto, Sicilian secretary of the Confederation of Penitentiary Unions who reported the umpteenth attack on penitentiary police officers. During the time of use of the walking courtyards, two people threw numerous lemons from outside the institute to make them end up inside the walking courtyards where there were some inmates of the common circuit who were about to finish their free time. The lemons inside hid narcotics and microcells. Upon returning to the sections, the inmates were supposed to be subjected to a more thorough check, but they rebelled by attacking two inspectors and an officer who suffered bruises to the face and body. Treated at the emergency room of the Umberto hospital, they were discharged with a prognosis of 5 days each. Already on Sunday, the officers intercepted a drone that was attempting to deliver narcotics and cell phones in the same institute.",
        "summary": "Three police officers assaulted after drugs and microcells found inside lemons at prison"
    },
    {
        "article": "Very windy Friday with increased fire danger - AM Weather 02/28/2025. Northwest winds could gust over 50 MPH this afternoon. Travel will be difficult, especially for high-profile vehicles. With ongoing dryness, fire danger will be a concern. Temperatures will crash into the teens Saturday morning.",
        "summary": "Wind advisory with increased fire danger warning issued from 10:00 to 18:00"
    },
    {
        "article": "Father (85) allegedly inflicted life-threatening injuries on his severely disabled daughter with a knife. Because an 85-year-old man is said to have critically injured his 41-year-old daughter with a knife in a community in the district on Friday morning, February 28, 2025, the public prosecutor's office and the criminal police are now investigating the man for attempted homicide. Mühldorf district – On Friday (February 28, 2025), the police were informed at around 7:40 a.m. via the Integrated Control Center (ILS) of a seriously injured person in a residential property in a small community in the Mühldorf am Inn district. Father allegedly injured his own daughter with a knife The emergency services and police found the family's 41-year-old daughter in the house with a life-threatening stab wound. The victim was taken to hospital for intensive care. According to the doctors treating her, her condition is currently stable. The injured woman's 85-year-old father was also present at the scene, along with other family members. He was quickly suspected of having intentionally injured his severely disabled daughter with a knife. The man was provisionally arrested. Mühldorf district: Criminal investigation department investigates Under the technical direction of the Traunstein public prosecutor's office, detectives from the specialist department 1 of the criminal investigation department in Mühldorf am Inn are now investigating an attempted murder. ",
        "summary": "Eighty-five-year-old man reported in connection with attempted murder of his disabled daughter with knife"
    },
    {
        "article": "The Anti-Drug Unit of the National Gendarmerie of Aboisso Arrests an Individual in Possession of Drugs and Prohibited Medicines. Law enforcement officers from the Aboisso anti-drug unit arrested an individual suspected of possessing and selling prohibited products on Wednesday, February 26, 2025. The operation, conducted in the Commerce district, resulted in the seizure of a significant quantity of illicit substances and counterfeit medicines. According to information from the National Gendarmerie, elements of the Aboisso Brigade intercepted the suspect during a road check. A thorough search of his vehicle revealed the presence of 57,000 tablets of Diazepam 5 mg, a regulated psychotropic substance, as well as 279 kilograms of substandard and falsified medicines. These products, intended for sale, represented a major risk to public health. The individual, who presented himself as a freight forwarder, was immediately taken into custody. The judicial authorities have been notified of the case, and an investigation is underway to determine the origin and distribution channels of these illicit products. This arrest underlines the commitment of law enforcement in the fight against drug trafficking and counterfeit medicines, a scourge that threatens the safety and health of populations. The authorities take this opportunity to recall the need to strengthen vigilance and cooperation to stem this phenomenon. The case will be closely monitored, and further measures may be taken to dismantle the criminal networks involved in this illegal trafficking.",
        "summary": "Man arrested for possession of drugs and prohibited medicines"
    },
    {
        "article": "Schizophrenic, he stabs his mother, the daughter of Pierre Bellemare Marie-Pia Bellemare, daughter of the famous host, was stabbed in the stomach by her son on Wednesday, February 26, 2025. The latter, diagnosed with schizophrenia, also tried to self-harm. The Bobigny prosecutor's office announced on Thursday, February 27, 2025, that an investigation had been opened into the charge of attempted voluntary homicide following the knife attack by an 18-year-old son on his 54-year-old mother the previous evening in Montreuil (Seine-Saint-Denis), reports the newspaper Le Parisien . The victim turns out to be the daughter of the famous television and radio host Pierre Bellemare, Marie-Pia. She was stabbed in the stomach and took refuge with neighbours who were able to call the police and fire brigade. The motives for this attack are not yet known. Her son, diagnosed with schizophrenia, was found by emergency services at their home, attempting to self-harm by stabbing himself in the abdomen. The police had great difficulty in subduing him. Several knives and some synthetic drugs were discovered next to him. The mother and son were taken to hospital under police escort. The young man's life was in danger for a while, but he is now out of danger. Despite her injury, Marie-Pia Bellemare remained conscious and her life is not in danger.",
        "summary": "Investigation opened after mother stabbed by 18-year-old son on February 26"
    },
    {
        "article": "Fire Department #Pitrufquén 🚒H-1 and Fire Department #Freire 🚒 B-2 work on fire in quincho wall, Camino a Toltén height #050",
        "summary": "Fire prompts emergency response"
    },
    {
        "article": "Prosecutors inspected the food court at Real Plaza in Trujillo The team of nine engineers toured the mall, climbed onto the roofs, took photographs and measured the structures. One week after the collapse of the roof at the Real Plaza in Trujillo , in the La Libertad region of Peru, a team of prosecutors and experts carried out a detailed inspection to determine the causes of the tragedy. The hearing was held without access to the press and was attended by the victims' lawyers and company advisors. Firefighters guaranteed the safety of the authorities. Trujillo: Experts find structures in poor condition The team of nine engineers toured the mall, climbed onto the roofs, took photographs and measured the structures. The lawyer for the family of Harumi Carbajal Velasquez, one of the victims, said they found deteriorated structures, which reinforces the need for a thorough investigation. The defense of Harumi Carbajal's family emphasized that their fight is for justice for the 24-year-old woman, who died while sharing time with her partner at the shopping center.",
        "summary": "Investigation launched in connection with fatal collapse of roof at food court"
    },
    {
        "article": "We have never made anti-Semitic remarks: France-Palestine 79 files defamation complaint against the mayor of Niort. An activist from the France-Palestine 79 collective accuses Jérôme Baloge, mayor of Niort, of calling her an anti-Semite. She filed a complaint on his behalf for defamation, as did the France-Palestine Solidarity 79 association. New episode of tensions between the mayor of Niort and the defenders of Palestine. Last December, Jérôme Baloge announced that he was withdrawing the subsidies from the City of Niort allocated to the Association France-Palestine Solidarity 79 (AFPS 79), which has been meeting in support of the Palestinians every Saturday for over a year on the Place des Halles. On Friday, February 27, AFPS 79 indicated via a press release that two complaints for defamation had been filed against Jérôme Baloge, as indicated by our colleagues at Courrier de l'Ouest . These complaints, confirmed to La Nouvelle République by Sophie Lacote, public prosecutor of Niort, were filed on February 24 and 25 at the gendarmerie brigades of Parthenay and Maillezais (Vendée). The latter has already been forwarded to the Niort public prosecutor's office. Activist 'deeply shocked' One of the complaints was filed by an activist on her behalf. According to the press release, the latter explained that she had been called an anti-Semite by the mayor of Niort, while laughing while she was on the phone, Place de la Brèche. This activist, who has never behaved in this way, was deeply shocked. AFPS 79 recalls that this is not the first time that Mr. Baloge has made such remarks. On February 10, 2024, he addressed the people present at the rally calling for peace in Palestine, accusing them of supporting terrorism and being anti-Semitic. Accusations that the first magistrate had made during a municipal council meeting on December 9, 2024. It is also for these remarks that the association also filed a complaint for defamation. AFPS 79 would like to point out that it has never made anti-Semitic remarks, nor has it expressed any support for a terrorist organization. Asked by us, Jérôme Baloge laconically indicates that he is not informed of this filing and that he has really no intention of playing their little game. As a reminder, the penalties incurred in the case of defamation can reach one year of imprisonment and a fine of €45,000. ",
        "summary": "France-Palestine 79 collective files defamation complaint against Niort, France Mayor Baloge for accusing them of anti-Semitism: Local News."
    },
    {
        "article": "The death of a 19-year-old after being hit in the chest by a bullet in Arijón 65 bis: He arrived without vital signs. They gave him CPR for more than 40 minutes. We cannot associate one thing with the other, at least for now, says Lucrecia Benedetto del Roque Sáenz Peña.",
        "summary": "Nineteen-year-old fatally shot"
    },
    {
        "article": "Accident in Reute AR – driver injured, car scrapped. A traffic accident in Reute ends well: the driver was slightly injured, the car is a total write-off. Shortly before 5:30 p.m., a 43-year-old motorist was driving from Reute towards Mohren. In the Steingocht area, the driver went over the right edge of the road for reasons that are still unclear. He collided with large stones that were in a steep meadow edge. The car then overturned and came to a stop on its roof. The man was able to free himself from the vehicle. He was taken to hospital by the emergency services with minor injuries. Due to the unclear circumstances of the accident, his driving license was confiscated. The passenger car was a total write-off. While the accident was being recorded and the vehicle was being recovered, the Oberegg-Reute fire department closed the road for around two hours.",
        "summary": "Driver injured in rollover crash"
    },
    {
        "article": "Right of way ignored: Property damage after accident in Gersthofen An accident occurs because a driver in Gersthofen ignores another driver's right of way. Fortunately, no one is injured. 8,000 euros in property damage was recorded after an accident in Gersthofen. This is what the police reported. According to the report, a 37-year-old wanted to drive her car from Siemensstrasse into Einsteinring on Thursday at around 1:40 p.m. According to the police, she took the right of way of a 55-year-old and the two cars collided. Fortunately, no one was injured. (kinp) ",
        "summary": "Property damage of EUR 3,000 reported after February 27 two-car crash"
    },
    {
        "article": "Another hearing without agreement due to the conflict at the 14 de Julio meat processing plant The company continues to refuse to pay the wage agreement signed in the sector. Another hearing has been scheduled for next week. After a day of tension due to the large deployment of federal forces around the 14 de Julio meat packing plant in the port of Mar del Plata, negotiations between the company and the union resumed on Thursday at the National Labor Secretariat and the result was the same: there was no agreement and a new hearing was scheduled for next Wednesday. Meanwhile, the workers continue to not carry out activities and the labor portfolio is evaluating whether to issue a mandatory conciliation requested by the company. The new meeting with the Labor authorities took place this Thursday with representatives of the company led by Alberto Castro Arán and the Workers' Union of the Fishing Industry (SOIP). There, the positions remained unchanged: the firm seeks to ignore the sectoral collective bargaining agreement signed between the union and the Chamber of the Fishing Industry (Caipa) and move forward with a private agreement, while the union seeks to reverse that position and have the 14.24% agreed upon for the period October – February paid. Absolutely nothing happened , union sources summarized when asked by Qué digital about the hearing, so local representatives of the Labor Secretariat decided to forward the file to the national authorities while awaiting a new meeting scheduled for next Wednesday , after the Carnival holidays. This file initiated in the labor portfolio is due to two presentations made by the company: one to open a particular collective bargaining negotiation and thus change the terms of collective bargaining to an agreement per company and stop depending on the 161/75 signed by Caipa, as governed in other plants, and another to issue a request for mandatory conciliation that would result in the workers leaving behind the force measures that they began to implement last week. For the time being, and with no resolution regarding the request for conciliation, although the sector expects there to be some news this Friday, the 92 workers are still not carrying out their tasks at the filleting plant. Meanwhile, the businessman continues to operate in his warehouse located across the street, as he did this Wednesday, when access was guaranteed for trucks for export with escort from both the Coast Guard and the Federal Police who arrived in the area of ​​Acha and Guanahani to prevent any type of blockade. ",
        "summary": "Argentine National Labor Secretariat to hold new hearing on March 5 for labour dispute after no agreement reached in negotiation with company"
    },
    {
        "article": "🚨 @psplisboa arrested two suspects in flagrante delicto for committing the crime of theft. In a cunning and coordinated manner, they opened a tourist's backpack and removed a bag. All belongings were recovered and returned to the rightful owner.",
        "summary": "Two arrested on suspicion of theft"
    },
    {
        "article": "06:10 Local FIRE: Rua Prefeito Frederico Probst, CENTRO, #PETROLANDIA - second applicant, fire in commercial building.",
        "summary": "Fire burns at commercial building"
    },
    {
        "article": "Fire breaks out in Watanai, Fujisawa City, Kanagawa Prefecture At around 5:01 p.m. on the 28th, a call was made to the fire department in Watanai 1-chome, Fujisawa City, Kanagawa Prefecture reporting, There may be a fire. Smoke is coming from the neighborhood. According to the fire department, as of 5:20 p.m., firefighting efforts were underway. Posts on social media show flames rising from the fire. ",
        "summary": "Large plume of smoke rises from fire burning"
    },
    {
        "article": "From this morning, until the end of the construction site, temporary institution of alternating one-way traffic in Corso Cabassi near the intersection with Via Carducci for pavement maintenance work.",
        "summary": "Maintenance work prompts closure of Corso Cabassi"
    },
    {
        "article": "Unidentified body found at fire scene identified On the 28th, Mukomachi Police Station of the Kyoto Prefectural Police announced that the body found in the ruins of a house fire that broke out on February 23rd in Kirinokuchi, Kamiueno-cho, Muko City, Kyoto Prefecture, was that of a male resident (87). The cause of death was burning.",
        "summary": "Body of 87-year-old man identified after February 23 house fire"
    },
    {
        "article": "Newton Aycliffe 'hit and run' actually medical episode, police say A woman believed to have been hit by a car in a hit and run actually had a medical episode, police have said. Officers in Newton Aycliffe previously said a pedestrian was thought to have been hit by a car which failed to stop. Now, after reviewing CCTV and speaking to medics after the woman was taken to hospital, officers have ruled out a hit and run, and said the woman had a medical episode. It happened on Stephenson Way, at the junction with Pease Way, at about 8.25pm on Thursday (February 28). A Durham Constabulary spokesperson said :“Officers carried out enquiries to establish the circumstances surrounding the incident, which included reviewing CCTV footage and speaking to medical experts, who confirmed the woman had not been hit by a car and had suffered a medical episode.” Her injuries are not thought to be serious. Police previously thanked residents nearby who came to assist them at the scene. A cordon was put in place while police and paramedics attended. A spokesperson for North East Ambulance Service said: We were called to an injured person on Stephenson Way, Newton Aycliffe shortly after 8.15pm last night. We dispatched a double crewed ambulance and took one patient to Darlington Memorial Hospital. ",
        "summary": "Police investigate after woman struck by car in hit-and-run crash"
    },
    {
        "article": "Worker trapped and unconscious on Fujikyu coaster According to Fuji-Q Highland in Fujiyoshida, Yamanashi Prefecture, a male employee in his 20s was injured when he was caught between the wheel and the rails while inspecting the roller coaster Eejanaika at the park just before noon on the 28th. He is said to be in a critical condition and unconscious.",
        "summary": "Employee injured after being trapped between wheels and rails of roller coaster"
    },
    {
        "article": "Tire dealer was sitting lifeless on a bench in La Chorrera. Investigation. An elderly man was found dead sitting on one of the benches in the park of the Banco Nacional branch in La Chorrera, on Wednesday morning. They were police officers who were carrying out a routine surveillance round in the area when they observed the man sitting sideways with his mouth open. The agents alerted the Public Ministry (MP) personnel who, upon arrival, determined that the elderly man was lifeless. Witnesses said they had seen him wandering around the area days before. Some people who came to see who it was, said that the deceased made his living as a tire dealer. Preliminary investigations indicate that the elderly man apparently suffered sudden death. The Public Prosecutor's Office personnel arrived at the scene to carry out the investigation. The autopsy performed on the body will determine the real causes of this death. ",
        "summary": "Investigation underway after body of man found on bench on February 26"
    },
    {
        "article": "National Route 128 now one-way traffic after landslide repairs completed On the 28th, Chiba Prefecture announced that emergency restoration work on National Route 128 (old road) in Uchiura, Kamogawa City, which had been completely closed due to a landslide, has been completed, and traffic has been switched to one-way alternating traffic",
        "summary": "Road reopened to one-way traffic after landslide"
    },
    {
        "article": "We went to remove a sheet that was stuck in fiber optic cables, this on Avenida Clavería, colonia Clavería, in @AzcapotzalcoMx ; we proceeded to place it where it would not represent any risk. Service completed.",
        "summary": "Fiber optic cables cleared"
    },
    {
        "article": "#LaRojaMx | A photograph is circulating on social media of a man who allegedly robs businesses in the east of the capital of San Luis Potosí; today he allegedly “robbed” a “Guadalajara” pharmacy located in the Misión del Palmar neighborhood with the help of a sharp weapon, supposedly accompanied by two other people.",
        "summary": "Armed robbery reported at pharmacy"
    },
    {
        "article": "A fire engine has been dispatched to a fire (vehicle fire) in Otamoi 1-chome. ",
        "summary": "Vehicle fire"
    },
    {
        "article": "So the avenue of the insurgents Dir. Indios verdes Pachuca why a man threw himself onto the tracks of the @MetroCDMX chaos in The area uses alternate routes",
        "summary": "Man throws himself on tracks of Indios Verdes"
    },
    {
        "article": "They didn't find their heads: what is known about the crime of an environmentalist and his son in Comayagua Father and son were found dismembered this Thursday in the Las Botijas sector, municipality of Villa de San Antonio, department of Comayagua. What happened to their heads? This is known A gruesome incident has left the family of environmentalist Juan Silva and his son Juan Antonio in deep mourning and thirsty for justice. They were found decapitated on Thursday while they were carrying out a favor requested by the Forest Conservation Institute (ICF). According to another of Juan Silva's sons, the two went out on Wednesday at 6:00 in the morning to take photographs that they needed to support a complaint to the Prosecutor's Office regarding the felling of forest in the area. This version was confirmed by Juan Pablo Sierra, a personal friend of Juan Silva, who stressed that “he came yesterday at 6 in the morning to do a job that the ICF could not do. They asked him to take photos and evidence of the people who were cutting down trees.” He looked after all the ICF lands that were inherited by the Carías family and he has dedicated himself to protecting these areas from logging, the invasion that is enormous, Sierra said. “Juan was a well-known environmentalist 20 to 25 years ago. This is an environmental crime; we condemn these actions, as they were dismembered with the same chainsaw that the tree cutters used to remove wood from this protected area,” Sierra said. Father and son were on a motorcycle, but it is known that they never reached their destination. Since then, there has been no further information about their whereabouts. After several hours, the motorcycle was found abandoned, so a more intensive search was initiated. Elements of the National Police, together with members of the community, began operations in the area, where the bodies were later found. The first body found was that of environmentalist Juan Silva, whose torso was cut off; it is known that his legs were left at the top of the ravine, while his chest and arms were found at the bottom of the cliff. The body of her son, Juan Antonio, was later found. He was wearing black trousers and socks and had traces of blood on his clothes. He was found decapitated and shirtless in a bush. It is worth mentioning that the heads of both victims were not at the crime scene, leading to speculation that the criminals may have taken them as evidence of this crime. The bodies of Juan and Antonio Silva were transferred to the capital's morgue, where the corresponding autopsies will be performed. Police authorities have launched an investigation to determine the motive for the crime and find those responsible.",
        "summary": "Police launch investigation after father and son found dismembered on February 27"
    },
    {
        "article": "6-7 of 10-4-1 BUENOS AIRES STREET / LIBERTADOR BERNARDO OHIGGINS STREET (19:21:53)",
        "summary": "Fire department responds to incident"
    },
    {
        "article": "Prosecutors carry out two seizures of properties in Fresnillo FRESNILLO . This Thursday, the State Attorney General's Office, through the Missing Persons Prosecutor's Office, in coordination with SEDENA and the State Police, carried out the execution of two search warrants related to the disappearance of a person and other illegal acts, this in two properties located in the Los Olivos neighborhood, municipality of Fresnillo, achieving the seizure of various clues, including narcotics, and in turn, both properties were seized. A careful call is made to the general public, in the event of a missing or unlocated relative, to report the incident to the State Attorney General's Office or directly to the Specialized Prosecutor's Office for Attention to Forced Disappearance of Persons, as well as to any nearest authority and emergency numbers such as 911 or 089, providing the most precise information about the missing person. The Attorney General's Office reiterates its commitment to search and investigative actions that will help everyone return home.",
        "summary": "Police seize narcotics during operation"
    },
    {
        "article": "In Santa Elena, security cameras captured an attempted hitman, with a victim known as El Negro Piguave. In response, members of the National Police quickly arrived at the scene.",
        "summary": "Attempted hitman reported"
    },
    {
        "article": "#SEGURIDAD 🔴🔴 These are the 29 #narcotraficantes Mexicans extradited to #EstadosUnidos . Several were held in the “ #ElAltiplano ” prison in #AlmoloyaDeJuárez .",
        "summary": "Twenty-nine arrested on suspicion of drug trafficking extradited to US from El Altiplano prison"
    },
    {
        "article": "#Morelia FGE Acquires “El Ferras”, Criminal Related In At Least 10 Investigation Files. As a result of investigative work carried out this afternoon in the Ex Ejido Emiliano Zapata neighborhood, the Attorney General's Office of the State of Michoacán (FGE) arrested Jesús Octavio N, el Ferras, allegedly responsible for various homicides and generator of violence in the capital of Michoacán. One of the arrest warrants against Jesús a Octavio N is for the murder of Rodrigo O., which occurred on July 15, 2024 , in a grocery store located on Trabajadores de la Agricultura street, in the Fovissste Morelos neighborhood, in Morelia. That day, Jesús Octavio “N” arrived at the commercial establishment and fired a firearm at Rodrigo O., who was visiting, taking his life. The events were investigated by the Specialized Unit for Intentional Homicide, which gathered evidence of the possible participation of Jesús Octavio N in the crime, for which an arrest warrant was requested, which was granted by a Control Judge. During the investigation, it was established that the now detained man has two more arrest warrants against him for homicides that occurred in different parts of Morelia. He is also involved in at least 10 investigation files for various crimes: seven for homicide; two for kidnapping and one for drug dealing. This afternoon, while elements of the Investigative Police of the Comprehensive Justice Center for Women (CJIM) were carrying out investigative work on the Ex Ejido Emiliano Zapata neighborhood , they arrested Jesús Octavio “N”, El Ferras, who will be transferred before the Control Judge, in order to resolve his legal situation. The FGE reaffirms its commitment to investigate and prosecute any act that threatens the peace and tranquility of Michoacan society; there will be no impunity.",
        "summary": ""
    },
    {
        "article": "Elevator falls from a height of 12 meters in Cumbres de San Francisco; two men are injured One of the men fell the same height after the elevator collapsed, while the other managed to hold on; both were taken to receive medical attention. An accident mobilized emergency services in the Cumbres de San Francisco area, next to Bosques de San Francisco. An elevator fell from a height of approximately 12 meters , leaving two men involved in the emergency. According to initial reports, one of the workers fell after the elevator collapsed, while the other managed to hold on with all his strength to avoid falling. Witnesses at the scene notified the emergency services, who immediately went to the scene to provide assistance. URGE rescue personnel and paramedics arrived at the scene of the accident, located on Basilio and José María Miqueo streets. After stabilizing the victims , they were transferred to a nearby hospital for further medical evaluation. Authorities have already launched an investigation to determine the exact causes of the accident and to assess whether there was any failure in the lifting equipment or in the safety conditions in the work area. In the meantime, the area was cordoned off by security elements to avoid additional risks. This incident highlights the importance of following strict safety protocols when using elevators and high-rise structures . More information is expected to be provided in the coming hours regarding the evolution of the health of those affected and the possible responsibilities in the case.",
        "summary": "Police investigate after two workers hospitalized following elevator collapse"
    },
    {
        "article": "Million-dollar shipment of marijuana belonging to Dagoberto Ramos seized The constant presence on the main roads has allowed the Ninth Brigade, with soldiers from the 26th Cacique Pigoanza Infantry Battalion, together with the 6th Light Cavalry Group and members of the Anti-Narcotics Police, to thwart the plans of the Dagoberto Ramos mobile column to transport large shipments of narcotics. In the most recent military operation, carried out on the main road in the Itabe district of Cauca, bordering Huila, more than 400 kilos of marijuana were seized, valued at nearly 210 million pesos. This occurred after the detection of a suspicious vehicle, which was abandoned by its occupants when they noticed the presence of the Public Force. The drugs were found distributed in the back seats and the trunk. During the inspection, illegal receipts were found detailing the recipients, the number of kilos assigned, the person responsible for the payment and the amount to be paid. This evidence confirms that the Front, belonging to the Western Bloc Commander Jacobo Arenas, bases its illicit economies on drug trafficking. With this seizure, approximately 842,000 doses of marijuana are removed from the market, which represents a direct blow to the finances of organized crime and a decisive action in the protection of public health. The National Army reaffirms its commitment to the fight against drug trafficking and will continue to carry out operations to dismantle criminal structures that threaten the country's security. ",
        "summary": "Police seized marijuana worth nearly COP 210M"
    },
    {
        "article": "MG: Military Police discovers weapon buried near football field Man known for his links to local drug trafficking is said to have hidden weapons near the camp The Military Police (PMMG) found a weapon buried near a football field in an action in the Santa Terezinha neighborhood, in Governador Valadares, in the Vale do Rio Doce, on the afternoon of this Thursday (27/2). The operation was carried out after authorities received information about the possible presence of weapons in the region. According to the reports, a man known for his links to local drug trafficking had hidden weapons in the area. Under the command of Lieutenant André, the team went to the location and began a thorough search, especially in an area near the field, a point identified as a frequent location for weapons and drugs storage by suspects in the region. During the investigation, one of the officers found a bag buried just below the foundation of a building under construction. Inside the bag, the soldiers discovered a Beretta .380 caliber pistol, loaded with ten intact cartridges, as well as two magazines, one extended and one regular, also loaded with ammunition. They also found six other .38 caliber cartridges and one 9mm cartridge, all without firing. Despite intensified searches in the area and surrounding areas, the suspect responsible for the hideout has not been located. Preliminary investigations indicate that the man may have been involved in homicides recorded in the city. ",
        "summary": "Firearm and ammuniations found buried near soccer field"
    },
    {
        "article": "In control operations on alternate routes #Guadalupe , we caught a man in flagrante delicto carrying a modified shotgun. With these actions we prevent the crime of homicide and strengthen security. ",
        "summary": "Man arrested on suspicion of possession of firearm"
    },
    {
        "article": "18 years in prison for 2 convicted for trafficking weapons and illicit substances 📍 Quito (#Pichincha), February 27, 2025. - Based on the elements presented by the Prosecutor's Office, the Court of the Special Room for the Trial of Crimes Related to Corruption and Organized Crime sentenced Jostin Zamir A to eighteen years and eight months in prison. Z. and Leivy Joao M. F. , members of the Organized Crime Group (GDO) Los Choneros, for illegal trafficking of weapons and illegal trafficking of cataloged substances subject to scrutiny, in real competition for offences. The two were apprehended early in the morning of April 18, 2024 in the Canuto sector, Manabi province, during a routine patrolling conducted under the framework of the state of emergency for internal armed conflict. In the residence where the now-sentenced were located, the military found sixteen firearms (various military use), 14 feeders, 516 ammunition and 4 kilograms of marijuana. The defendants did not have the registration or authorization of the Joint Command of the Armed Forces to possess, keep or store firearms, parts and ammunition. In addition, the weapons and ammunition were not registered in the database of the Gun Control Computer System of the same institution. During the trial hearing, the Prosecutor of the Specialized Unit in Investigations against Organized Crime No. 8 emphasized that those involved attempted against the legal good of public safety and the right to health of the inhabitants of the sector. Among the tests presented, there are ballistic expertise and firing proficiency, shell suitability expertise, load study, expertise in identification and homologation practiced to the substance found, testimonies from the military who acted in the procedure, the investigations report, among others. ⚖️ Legal information Prosecutor's Office processed this case on the basis of article 220, numeral 1, letter c (high scale), in the degree of direct authors, as set out in article 42, numeral 1 liter a of the Criminal Integrated Organic Code (COIP). In addition, the aggravating circumstances of articles 47, numbers 4 and 5 of the same legal body were considered: to take advantage of social uproar and to commit the offense with the participation of two or more persons.",
        "summary": "Two sentenced to 18 years and 8 months in prison for drug trafficking after being arrested on April 18, 2024"
    },
    {
        "article": "APOLLO 2 OPERATION TO COMBAT CRIMINAL ACTIONS IN BABAHOYO #PoliciaEcuador continues with the control operations in the Babahoyo canton, #LosRíos , to counteract violence and crime in the territory, obtaining the following results: - 02 arrested - ⁠ Substances subject to control - ⁠ 04 mobile terminals - Cash - ⁠ 01 motorcycle for investigative purposes - ⁠ 01 firearm",
        "summary": "Two arrested and drugs seized during police operation"
    },
    {
        "article": " Security Luxury vehicle recovered in Navolato; it had been reported stolen Authorities were circulating in the area when they found the abandoned car. Culiacán, Sinaloa.- A vehicle that had been reported stolen was seized by authorities, who were conducting surveillance patrols in the municipality of Villa Juárez, Navolato. Agents of the State Preventive Police were conducting security patrols on the Aguaruto-Villa Benito Juárez highway when, at the intersection with General Emiliano Zapata, near Campo Romero, they found an abandoned Mercedes Benz sedan. When comparing the data on the Mexican Platform, it was confirmed that the vehicle had been reported stolen , so it was seized and made available to the relevant authority, which will be responsible for carrying out the corresponding investigations so that it can be returned to its owner. In this way, the Federal Government and the State Government reaffirm their commitment to safeguard the heritage of the Sinaloa society, and invites people to dial 911 in a timely manner for any emergency and 089 to make anonymous reports. ",
        "summary": "Stolen vehicle recovered during police operation"
    },
    {
        "article": "Nine days have passed since they were missing and the adult and child who fell into the river have still not been found. Only three of the five bodies that were swept away by the current after a vehicle ran aground and plunged into the Espíritu Santo River, Cochabamba, were found. Nine days have passed since the disappearance of an adult and a child who fell into the river after the vehicle they were travelling in went off the road in the Siete Curvas sector, in the tropical area of ​​Cochabamba. Three bodies have already been located, two children and one adult, however, the other two have yet to be found, they are Samuel, 30 years old, and a 4-year-old boy. The search continues in the tropics There is an instruction that our Armed Forces, in addition to our operatives, begin to search the entire Espíritu Santo (river) to find these two bodies that are still missing, said Samuel Pereira, head of Civil Defense. On Wednesday, a search was also carried out for these people in the vicinity of this river, but without positive results. The Ninth Division of Chimoré, the Bolivian Navy of Puerto Villarroel, the SAR-FAB and the SBRAP have been instructed to leave . This morning the three forces of our Navy have been formed, and planning has been carried out together with the families, he reported. It is known that more than 100 people , including firefighters, the UGR, the Government, military personnel, volunteer rescuers and local residents, continue with this work in the region. Pereira said that he had been instructed to search every corner, since the previous bodies were found a couple of kilometers away from the scene of the crime. What caught our attention was that the one-year-old child was found one kilometer from the scene of the incident, so the recommendations are that they carry out a search or, as they call it, a complete sweep, he added. The accident occurred on the night of Tuesday, February 18, when a vehicle with seven people on board, four adults and three children, went over the edge and fell into the river . The adults managed to get out, but the two men had to return to the water to try to rescue the children. However, they did not get out again and have been missing since then.",
        "summary": "Three bodies found and search continues for ninth day for two others after vehicle fell into Espiritu Santo River"
    },
    {
        "article": "We received a report of a fire in the San Andrés neighborhood, in @TlalpanAl ; we went to the scene to verify the situation and keep the public informed.",
        "summary": "Fire prompts emergency response"
    },
    {
        "article": "🔴 Alleged kidnapper arrested in San Pedro, NL Jesse U., 34, and six people were arrested on Wednesday afternoon outside Plaza Áuriga, in the San Agustín area. They initially identified themselves as police officers, but later changed their story and said they were bodyguards. The suspect was reported since 2021 for the same acts in traffic incidents, with violent reactions towards motorists. Meanwhile, in 2024, he attacked a driver on Gómez Morín and Vasconcelos avenues, in the Valles del Campestre neighborhood. He was also involved in another similar incident in January 2025.",
        "summary": ""
    },
    {
        "article": "🔴 Alleged kidnapper arrested in San Pedro, NL Jesse U., 34, and six people were arrested on Wednesday afternoon outside Plaza Áuriga, in the San Agustín area. They initially identified themselves as police officers, but later changed their story and said they were bodyguards. The suspect was reported since 2021 for the same acts in traffic incidents, with violent reactions towards motorists. Meanwhile, in 2024, he attacked a driver on Gómez Morín and Vasconcelos avenues, in the Valles del Campestre neighborhood. He was also involved in another similar incident in January 2025.",
        "summary": "Seven arrested in connection with impersonating as police officers and kidnapping at Plaza Auriga"
    },
    {
        "article": "#NCInforma Criminal gang seized 700 litres of fuel daily on average polyduct in Carthage. •Authorities capture three suspects after discovering an illegal intake connected to a polyduct in San Jose. A criminal organization dedicated to fuel theft operating in Limón moved its activities to San Blas de El Carmen, in Carthage, where they made a million-dollar investment in a 300-meter-long hose to extract fuel illegally. This is how the Costa Rican Oil Refinery confirmed this Wednesday (RECOPE). The band's displacement came after intense operations in Limón that made it difficult for them to act. After months of investigation, authorities determined that the group relocated to Carthage, where they established an illegal intake in the polyduct near the bridge over the Toyogres River, using a sophisticated system for extracting and storing the stolen product. The search began in July 2024 following a confidential complaint received to the 1-0-0-2 line, which coincided with alerts in the Recope monitoring system. On Tuesday, February 25, after months of follow-up, authorities arrested three people connected to the case: The suspects used a hose valued at Los3.2 million, camouflaged among the vegetation and secured with a lock, to extract the fuel and move it to the building. It is estimated that in the last seven months, the band stole 150,000 litres of fuel, which they sold in large quantities and in small quantities. Part of the product was also used for personal consumption. Karla Montero, president of Recope, stressed that the success of this operation was possible thanks to citizen collaboration and warned about the importance of imposing firm precautionary measures to prevent those responsible from continuing to commit crime. Recope recalled that any suspicion of theft, transportation, hoarding or illegal sale of fuel can be reported free and confidential to 1-0-0-2, in order to prevent crime and protect the safety of the population. Authorities continue to investigate to determine if there are more people involved in this fuel theft network.",
        "summary": "Three arrested on suspicion of stealing 700 liters of fuel per day from pipeline"
    },
    {
        "article": "#Ecuador experiences a devastating winter: Rains destroy 2,700 hectares of crops Heavy rains have caused significant losses to Ecuador's agricultural sector. The most affected crop is rice, mainly in #Guayas , #Manabí and #LosRíos . The harsh winter that Ecuador is experiencing, which has led to a declaration of emergency in eight provinces, is also causing great losses in the agricultural sector. Heavy rains have destroyed thousands of hectares of crops in the first two months of 2025. Crops such as rice have been completely covered by water in purely agricultural areas, such as Yaguachi, in Guayas.",
        "summary": "Heavy rains destroy 2,700 hectares of crops"
    },
    {
        "article": "MEDICAL EMERGENCY / CRITICAL EVENTS TIME-LIFE / UNCONSCIOUS - FAINTING: CL. LOS PINOS AH CHAVIN III STAGE MZ A LOT 15 -11.9666,-77.0922 000 - SAN MARTIN DE PORRES // AMB-V",
        "summary": "Medical emergency reported"
    },
    {
        "article": "He had an arrest warrant for drug trafficking and was found in Rada Tilly The subject was sought in the province of Salta since 2023 According to police sources, the incident occurred around 8:30 p.m. when personnel who were carrying out an identification check arrested a subject who, upon entering his data into the SIFCOP system, discovered that he had an arrest warrant from 2023 in Salta. For this reason, the man was quickly arrested and transferred to the Regional Unit of Comodoro Rivadavia to be sent to the police station.",
        "summary": "Man with outstanding warrant from 2023, arrested on suspicion of drug trafficking"
    },
    {
        "article": "Mayville man accused of sex with juvenile ‘multiple times’ over several months. (HILLSBORO, ND) – A Mayville man faces multiple sexual assault charges in Traill County District Court in Mayville. Court documents say Isaac Bennett is accused of having sex with a minor ‘multiple times’ over a period of several months. Authorities in Steele County took a report in September 2024. The reporting party told authorities her daughter, a juvenile, had been having sex with her ex-husband. The investigation revealed the minor child had written diary entries regarding the incidents. When interviewed, the juvenile reported that she and Bennett, her adopted father, ‘had done inappropriate, bad stuff’ and wrote the word ‘sexual’ on a piece of paper, court documents state. Bennett is in custody at the Grand Forks County Correctional Center.",
        "summary": "Man under custody after being charged with sexual assault of child multiple times over period of several months in 2024"
    },
    {
        "article": "💧 Users have reported a strong surge of white water next to the traffic light located by the Social Security Hospital, in San Cristóbal. Please be careful when driving in the area.",
        "summary": "Flooding near traffic light near Social Security Hospital"
    },
    {
        "article": "A security camera installed on a street in the Graça neighborhood, an upscale area of ​​Salvador, captured a rather audacious criminal act. Residents of a condominium in the area were robbed by two men who pretended to collect recyclable materials at the door of the building.",
        "summary": "Robbery involving two suspects near residential building"
    },
    {
        "article": "Colombian Army dismantled a cocaine laboratory belonging to dissidents in Norte de Santander: it produced more than a ton a month The military institution assured that this alkaloid processing center generated profits of more than five million dollars, that is, more than twenty billion Colombian pesos. Troops attached to the 14th Infantry Battalion Captain Antonio Ricaurte of the Fifth Brigade of the Colombian National Army located and destroyed a laboratory for processing cocaine hydrochloride that produced one ton per month, with profits of approximately five million dollars. According to the official report, the events occurred in the Los Cedros area, in the jurisdiction of the municipality of La Esperanza, in the department of Norte de Santander, where the military had the collaboration of the Anti-Narcotics Directorate of the National Police. The military institution detailed that more than 650 kilograms of cocaine hydrochloride and more than 1,300 gallons of cocaine in solution were found at the site, for an approximate amount of almost two tons of the illegal product . “During the course of this operation, it was discovered that the destruction of this laboratory affects the illicit economies of Gaor 33, where they were producing almost 5 million dollars a month destined for international markets and intended to finance the illicit economies of this Gaor 33 in the region,” said Colonel Oswaldo Alexander Forero Moreno, commander of the Fifth Army Brigade. In addition, the soldiers found more than 2,400 gallons of liquid supplies and 700 kilograms of solid supplies, as well as two martians (adapted cylinders), four motor pumps, a compressor, five microwaves, a drying chamber, a vacuum packer, four granaries, an electrical circuit box, eight tanks of 500 and 1,000 gallons and 118 canisters of different capacities . The National Army continues to carry out military operations in the area of ​​responsibility, in order to ensure the security of the region and the tranquility of the communities, within the framework of the Ayacucho Plan and the constitutional mission, the institution said in a statement. Although the report does not mention which illegal armed group owns this drug collection center, military intelligence reports highlight that the 33rd Front of the FARC dissidents , one of the armed organizations that is in dispute with the National Liberation Army (ELN) in the Catatumbo region (northern Colombia), is present in the area. Cocaine lab destroyed in rural area of ​​Antioquia The dismantling of the cocaine laboratory in Norte de Santander is in addition to the operation carried out in the La Trinidad area, a rural area of ​​the municipality of Concepción (Antioquia), where troops from the Army's fourth brigade located and subsequently destroyed a cocaine laboratory that belonged to the Gener Morales substructure of the Clan del Golfo. According to the military institution, during the operation they found about 93 kilos of cocaine hydrochloride, 469 gallons of cocaine hydrochloride in suspension, 711 gallons of liquid inputs, 320 kilos of solid inputs, 8 microwave ovens, a Martian and 5 digital scales. With this important result, the logistical and financial capacity of the Gener Morales substructure of the Clan del Golfo was affected, causing them an estimated economic impact of 12 billion pesos , said Brigadier General Jorge Ricardo Hernández Vargas, commander of the Fourth Brigade of the Army, who added that the narcotic was planned to be sent to the international market. In addition, the high-ranking officer mentioned that, with this operation, it was possible to prevent the commercialization and distribution of approximately 280,000 doses of cocaine hydrochloride in eastern Antioquia. With this result, the Colombian authorities reaffirm their commitment to combat drug trafficking and the criminal organizations that support it, in an effort to guarantee the safety and well-being of communities in the areas most affected by this scourge.  The military operation was made possible thanks to the work of military intelligence and inter-institutional cooperation, preventing the drugs from being distributed in international markets (...) the National Army will continue to carry out joint, coordinated and interagency military operations that will contribute to the security of Antioquian families, as well as help with the stability of the territory, the institution said in a statement.",
        "summary": "Colombian Army dismantles cocaine laboratory"
    },
    {
        "article": "#MVDNoticias Following the death of a five-year-old boy who was attacked by three mastiff dogs in Tacuarembó, the veterinarian and former head of the National Institute for Animal Welfare @gascossia stressed the need for greater social control. According to the specialist, it is necessary to raise awareness among the population about responsible animal ownership.",
        "summary": "Five-year-old boy dies after being attacked by three dogs"
    },
    {
        "article": "They are looking for Freddy, a two-month-old baby who was kidnapped in Cali A baby was kidnapped in Cali! Share this so that it reaches everyone. If you have information, call the police. Play 10 Rewind 10s 10 Forward 10s 00:00 00:00 00:00 The Cali Metropolitan Police has offered a reward of $100 million pesos for anyone who provides information on the whereabouts of Freddy, a two-month-old baby who was kidnapped in the Morroquín 2 neighborhood in Cali. The incident occurred on February 26, when an unknown woman took the minor when his mother was not looking. According to the family's account, the woman approached the mother while she was returning home with the baby and his twin sister from a Child Development Center. The kidnapper, using the excuse of borrowing a cell phone, distracted the mother and fled with the child in her arms. General Carlos Oviedo, commander of the Metropolitan Police of Cali, reported that all the capabilities of GAULA and the Criminal Investigation Section have been deployed to identify the person responsible and recover the baby. The Cali community has joined in the search, sharing information and spreading the baby's image on social media.",
        "summary": "Police search for two-month-old Freddy kidnapped on February 26"
    },
    {
        "article": "POL-LG: ++ Bleckede - Robbery in Bleckede ++ Several thousand euros stolen ++ Man injured with pepper spray ++ Intensive investigation leads to arrests ++ On February 27, 2025, at around 9:00 a.m., an employee of a supermarket in Bleckede brought some money to a bank on Breite Straße. When he got out of the car, he was attacked with pepper spray by an initially unknown man and slightly injured. The money, amounting to several thousand euros, was stolen. The perpetrator fled to a waiting black car in which another person was in the driver's seat. They drove away together in the car. The employee received medical treatment for minor injuries. Despite extensive search measures, the car could not initially be found. In the course of intensive investigations by the Central Criminal Investigation Department immediately after the crime, two men aged 19 and 21 were provisionally arrested in Geesthacht after a few hours. The investigation into the course of events is ongoing.",
        "summary": "Two men provisionally arrested after supermarket employee robbed of several thousand euros with pepper spray"
    },
    {
        "article": "Celaya gender police officer shot dead in Ejidal Celaya, Guanajuato.- The tranquility of the residents of the Ejidal neighborhood was suddenly interrupted after an armed attack against the occupants of a motorcycle. The incident claimed the life of a woman and left a man, believed to be her son, seriously injured. Police sources confirmed that the victims were members of the Citizen Security Secretariat, specifically the gender police, and were on their way to work. The incident occurred around 6 a.m. on Thursday, when 911 was informed of gunshots on Ejido de Santa Teresa street, corner with Ejido de Santa Rita. Elements of the National Guard moved to the scene. Upon arrival, officers found a man and a woman with gunshot wounds lying next to a motorcycle. They called for paramedics, who confirmed that the woman was no longer showing signs of life. The young man was injured and rushed to hospital, where his health condition is reported to be critical, due to having received at least two bullet wounds to the face and neck. Police sources confirmed that the victims were a mother and son. The woman was identified as Araceli, alias “Cheli”, while the injured man was believed to be her son. Both belonged to the Secretariat of Citizen Security as Gender Police. They also said that the officers were on their way to work when they were intercepted by several armed individuals, who fled after the attack. For the moment, we are waiting for the authorities to give an official position on these events. ",
        "summary": "Police officer fatally shot and another injured after armed attack"
    },
    {
        "article": "Body found near the Gas Auto highway in Cancun CANCUN.- A man was found dead with several gunshot wounds on Thursday morning, on a dirt road located between the irregular colonies La Amistad and Santa Cecilia, near the Gas Auto highway. The discovery was reported through the 911 emergency number, indicating that the body was located about two kilometers from José López Portillo Avenue, in the Gas Auto area. You may be interested in: 4 charred bodies were found in 2 vehicles in Cancun Municipal police officers arrived at the scene and confirmed that the man was lying face down and had numerous gunshot wounds , so they notified the ministerial authorities. Forensic experts and agents of the Ministerial Police carried out the removal of the body, which corresponds to a man of approximately 30 years of age, with dark skin and robust build, who was wearing a T-shirt and black pants. The body was transferred to the Forensic Medical Service (Semefo), where it remains unknown while authorities investigate the case. ",
        "summary": "Body found with gunshot injuries"
    },
    {
        "article": "Schoolchild is hit by a bus In Bad Schwalbach, a 13-year-old suddenly runs into the street - a bus can no longer brake. The boy is taken to hospital with minor injuries. Bad Schwalbach. A 13-year-old boy was hit by a bus at a bus stop in Bad Schwalbach on Wednesday afternoon and was slightly injured. According to the police , the accident occurred at around 1:15 p.m. on Emser Strasse. The student was apparently trying to run to another bus when he ran onto the street. The bus driver, who was just driving away from the stop at walking pace, was unable to react in time and collided with the boy. The boy fell and suffered minor injuries. He was taken to a nearby hospital as a precaution. There was no damage to the bus.",
        "summary": "Thirteen-year-old boy hospitalized with minor injuries after being struck by bus on February 26"
    },
    {
        "article": "Taxi driver injured on route to the Atlantic The incident affects vehicular mobility in the sector. A taxi driver was the target of an armed attack while traveling at kilometer 7.5 of the route to the Atlantic. According to details from the Volunteer Firefighters who responded to the emergency, the man had several gunshot wounds, so he was stabilized and transferred to the San Juan de Dios General Hospital. It is known that unknown armed men were responsible for injuring this person and then fleeing the scene.",
        "summary": "Taxi driver hospitalized following armed attack, prompting lane closure"
    },
    {
        "article": "Last night the #JamesBayOPP, Cochrane Fire Department, and Cochrane District Ambulance responded to a head-on collision on Highway 11 near the rail crossing in Driftwood. A passenger vehicle and a commercial motor vehicle were involved. The driver of the passenger vehicle was extracted and transported to hospital with non-life-threatening injuries. Highway 11 was closed for about four hours but has since reopened. The investigation is ongoing. ^kb",
        "summary": "One hospitalized after February 26 two-vehicle crash"
    },
    {
        "article": "Serious traffic accident in underground car park Bad Schwartau: On Thursday afternoon, February 27, 2025, there was a traffic accident in an underground car park in Bad Schwartau. The driver drove his car from the ramp of the underground car park at high speed into the opposite wall. The driver was seriously injured. The car was no longer drivable and had to be towed away. At 12.40 p.m., the police received a report of a burning car in an underground car park on Eutiner Ring in Bad Schwartau. There was supposed to be a person in the Mercedes. When the emergency services arrived, they found that the car was not burning, but was standing against a wall in the underground car park with a badly damaged front. The smoke was caused by the release of airbag gases. The 86-year-old driver suffered serious injuries in the accident. Emergency services took the man to hospital accompanied by an emergency doctor. According to initial findings, the driver from Ostholstein had maneuvered his gray Mercedes in a parking space in front of the underground car park. Then, for reasons that are not yet fully clear, he drove down the ramp to the underground car park at high speed and crashed into a wall without braking. In the course of the investigation into the cause of the accident, it is being examined whether the 86-year-old may have confused the accelerator and brake pedals. The heavily damaged car is no longer drivable and had to be towed out of the underground car park by two tow trucks. The total damage amounts to approximately 8,500 euros.",
        "summary": "Eighty-six-year-old injured after car crashes into wall"
    },
    {
        "article": "Morbihan: collision with a tree, one injured in a road accident On Thursday, February 27, 2025, a road accident occurred in La Vraie-Croix (Morbihan), a town between Vannes and Redon. Firefighters are treating an injured person. A road accident occurred on Thursday February 27, 2025 in La Vraie-Croix ( Morbihan ), a town between Vannes and Redon. A road exit The accident occurred shortly after 1 p.m. on the D775 road. According to the DFS, a single vehicle ended up in the ditch before hitting a tree. This road between Questembert and Saint-Nolff was closed to traffic for an hour while emergency services intervened. Injured man taken to hospital According to the first information communicated to the press, one seriously injured person is being assessed by the firefighters. The gendarmerie gives the final assessment: On site, 10 firefighters and four vehicles. In addition to the firefighters, the Smur and the gendarmerie are on the scene.",
        "summary": "One seriously injured after vehicle crashes into tree"
    },
    {
        "article": "👮 The three prisoners who escaped more than 24 hours ago from Police Station 25 in San José, Guaymallén, are still at large. Four police officers have been charged, two men and two women, and will be questioned in mid-March. #HoyPorHoy @silvina_isgro",
        "summary": "Four police officers charged in connection with escape of three prisoners from San Jose Commissioner 25"
    },
    {
        "article": "Massive operation against illegal mining in Porce III: this is how excavators were seized and destroyed Police dismantled the illegal gold mining complex on the levee that is affecting the structure of the Porce III hydroelectric plant in Antioquia. Police used tear gas to control protesters who tried to prevent the seizure of excavators used to illegally extract gold near the Porce III hydroelectric plant in Antioquia, which could cause problems for the stability of the power plant's land. Hours before the operation, the authorities carried out a detailed analysis of the situation and flew over the area just minutes before entering the zone. Police were able to establish that around 20 backhoes were working at the site with a population of around 300 people. This time, they say, the ELN would be in charge of the security of that sector and of the illegals who extract the gold. The land and gold in Porce III are also disputed by the FARC and the Clan del Golfo. General José James Roa, director of the Carabineros Police, stated: “They coerce the people who exploit these mining deposits, they ask them for a percentage in order to let them work using something even more complex like mercury and cyanide, contaminating water sources and the most terrible thing is definitely destroying biodiversity.” This is how the operation to seize and destroy excavators began Hours after the analysis they launched the operation, landing in Porce III. Nearly 200 police officers were flown out of helicopters and headed upriver to search for the excavators. Some protesters climbed onto the yellow machines to prevent the seizure. They claim that other illegal immigrants turned on the machines to attack the uniformed officers. After nearly two hours of clashes, the protesters left the site and the police destroyed the machines. More and more machines will most likely arrive, weakening the base of the dam and, of course, possibly generating an emergency and, why not, a disaster downstream of the dam, added General Roa. The operation so far resulted in the seizure and destruction of six excavators. Now they will have to dismantle the dike that diverted the river.",
        "summary": "Police seize and destroy excavators used to extract gold illegally during operation"
    },
    {
        "article": "HF25000002908 FREDERICKS LANE, EASTERN PASSAGE MEDICAL ASSISTANCE STN16 T16",
        "summary": "Medical incident"
    },
    {
        "article": "Dozens of counterfeit products seized in Belém Operation 'Forte do Castelo II' seizes counterfeit electronic products in Belém, guaranteeing consumer rights and combating illicit practices. The Consumer Protection Division (Decon) of the Civil Police of Pará, together with the Smuggling and Tax Smuggling Division (Direp) of the Federal Revenue Service, launched the “Forte do Castelo II” operation this Wednesday (26). The action resulted in the seizure of around 70 volumes of counterfeit electronic and similar products. The operation, carried out in three stores in the Campina neighborhood, in Belém, aimed to inspect products that did not comply with the legislation, protecting consumer rights. Yuri Villanova, head of Decon, highlighted the importance of the operation. “We want to ensure that consumers have access to safe products that comply with the law. This operation represents yet another joint effort by the authorities to combat illicit practices that affect consumers and harm the formal market.” During the inspection, teams from the Civil Police and the Federal Revenue Service identified a large number of irregular products, including electronics without legal authorization seals and with counterfeit seals from inspection agencies. In addition, several “pirated” items were found, characterizing crimes such as copyright infringement, forgery of public seals, money laundering, smuggling and contraband. A Report of Circumstantial Occurrence was filed against the store manager, who must appear in court when summoned. The owner of the company, who was not present, was indicted for crimes provided for in article 190 of the Penal Code and in items II and VII of article 7 of Law No. 8,137/1990, which deal with crimes against consumer relations. The seized items were cataloged and are under the responsibility of the Federal Revenue Service, which will decide their fate, and may forward them for donation or destruction, as provided for by law. ",
        "summary": "Seventy volumes of counterfeit products seized from three stores on February 26 during operation"
    },
    {
        "article": "Gardaí confirm road closures for Limerick v Clare hurling tie in TUS Gaelic Grounds Full list of road closures and traffic diversion information can be found below ",
        "summary": "Police confirm road closures for Limerick v Clare Hurling Championship at TUS Gaelic Grounds"
    },
    {
        "article": "The truck has been moved and traffic is flowing normally.",
        "summary": "Stalled truck cleared"
    },
    {
        "article": "They were asking for money from customers at a gas station Two men were arrested by the Grand Ducal police after harassing customers at a petrol station in Lorentzweiler. Police chased two men who were trying to extort money from customers at a petrol station in Lorentzweiler on Wednesday evening. According to the police report, they said they wanted to return to Ireland. A patrol was sent to the scene, causing them to flee. They got into their car and drove north on the A7. They were eventually arrested in Ingeldorf. Several number plates were found in the car as well as cash. The public prosecutor's office has been informed of the case.",
        "summary": "Two men arrested following police pursuit on February 26 for allegedly harassing customers at gas station"
    },
    {
        "article": "#RDC #M23 : A situation of disorder followed the gathering of Corneille Nangaa at #Bukavu this Thursday. Casualties, including deaths and injuries, were reported. According to witnesses, a powerful detonation resounded in the middle of the crowd. A few minutes later, one of the bombers was arrested by the AFC/M23, we learned from cross-checked sources.",
        "summary": "Casualties reported following explosions and one arrested by M23 and AFC militants during Congo River Alliance rally"
    },
    {
        "article": "Catania, waits for ex in the street: I'll cut your face off Motorists intervene and call the police Their cohabitation lasted only a month because the 40-year-old foreigner immediately understood that she could not live with a violent and abusive man. But the 34-year-old had not resigned himself to the end of the relationship and especially to the fact that his girlfriend, the only worker of the couple, had stopped supporting him. So he decided to wait for her in via Caronda, near his workplace, to attack her: as soon as he saw her, he grabbed her by the neck and pushed her against a railing, yelling at her: “I’ll cut your face off”. The scene unfolded before the eyes of some motorists who called 112 and immediately intervened to help the woman. The soldiers who arrived on the scene checked the health conditions of the 40-year-old and stopped the attacker. From the woman's story it emerged that, from the first days of living together, her partner had begun to offend and humiliate her, demanding money to buy cigarettes and threatening her when she refused to give him any: If you don't give me the money I'll run you over with the car. In one case he also punched her in the face, causing trauma to her eye. Then, accompanied to the emergency room, in front of the doctors he forced her to report that she had fallen. The 34-year-old was arrested for mistreatment in the family and personal injury and taken to the Catania Piazza Lanza prison.",
        "summary": "Thirty-four-year-old suspect arrested for family mistreatment and personal injury after threatening and assaulting former partner"
    },
    {
        "article": "🚨 Dangerous drunk driving 2 ⃣ 5 ⃣ year old ends in citizen's arrest ❗️💪 A 2 ⃣ 5 ⃣ year old from the commune #Susiec who was driving a Fiat 🚨 in such a state had more than 2 ⃣ per mille of alcohol in his body. Thanks to the civic attitude of the resident #Łodzi a tragedy was avoided on the road. 👏 While driving, the 2 ⃣ 5 ⃣ year old almost caused a head-on collision with a truck. 😱 In order to prevent him from driving any further, the Łódź resident took the keys out of the ignition of his car 💪 and notified ",
        "summary": "One arrested for driving while intoxicated"
    },
    {
        "article": "🚨 Joint operation of @policia and @guardiacivil ➡️ Dismantled a criminal organization dedicated to promoting irregular immigration ➡️ 17 people arrested ➡️ Records in Molina del Segura #Murcia , Elche and Rojales #Alicante",
        "summary": "Seventeen arrested on suspicion of promoting illegal immigration"
    },
    {
        "article": "Two alleged truck drivers who allegedly stole nearly $300 million in eastern and western Antioquia were arrested. Alias ​​El Gato and (a) El Enano, two alleged members of the common organized criminal group Los Costeños and investigated for at least seven robberies in the East and West of Antioquia, were captured in flagrante by uniformed officers of the Police and Sijín when they were apparently traveling with the purpose of robbing users of a bank in the municipality of Don Matías, in the north of the department. According to authorities, these individuals are believed to have stolen around 300 million pesos in the cases of theft for which they are being investigated. During the arrest, a .38 caliber revolver, six cartridges, two cell phones and a car were seized. The revolver was found hidden in a hidden compartment located in the gearbox of the vehicle in which the criminals were traveling. In addition, it was established that this vehicle had been used in a robbery last year in the city of Barranquilla. Alias ​​El Gato has 16 judicial annotations, while alias El Enano has 11 annotations for the crimes of aggravated theft and illegal possession of a firearm . Police said that these arrests have a high impact on the damage to structures dedicated to theft, reducing the type of thievery and generating deterrence for those seeking to commit the crime. ",
        "summary": "Two alleged criminal group members arrested on suspicion of stealing COP 300M"
    },
    {
        "article": "Man arrested on suspicion of stealing electric wires from former workplace factory: I sold them for money - Security cameras installed to investigate the crimes. On February 26, the Hyogo Prefectural Police's Amagasaki Minami Station arrested a 28-year-old plumbing worker from Itami City, Hyogo Prefecture, on suspicion of theft and trespassing for breaking into the factory where he worked and stealing electric wires. The suspect is accused of breaking into a factory in Suehirocho 2, Amagasaki City, Hyogo Prefecture, between 2:15 and 3:00 a.m. on June 14, 2024, and stealing one roll of electric wire for welding machines. He has admitted to the charges, saying he sold it and made money. According to the police, there had been a series of thefts involving the disappearance of electric wires and other items since May of that year, and the man emerged when security cameras were installed. The man had worked at the factory for four years and four months from 2015, and was loaned a duplicate key. ",
        "summary": "Man arrested on suspicion of stealing electric wires from factory on June 14, 2024"
    },
    {
        "article": "11:26 ⚠️ : on #A61 , motorway closed towards Toulouse after entrance no. 25 Lezignan. Listen to @Radio1077 #InfoTrafic",
        "summary": "Road closure on A61"
    },
    {
        "article": "POL-Pforzheim: (CW) Nagold - Driving while intoxicated and causing an accident A 50-year-old car driver under the influence of drugs collided with another car in Nagold on Wednesday evening. According to the current state of affairs, a BMW driver was driving on Graf-Zeppelin-Straße towards Landesstraße 361 at around 9:45 p.m. For reasons that are still unclear, he left the road in a right-hand bend and ended up on the opposite lane, where he collided with an Opel. After the collision, the BMW rolled down an embankment and came to a stop in the forest. In addition to the 50-year-old driver, there were three other passengers in the BMW. In total, all those involved, including the Opel driver, were slightly injured and taken to Nagold Hospital for a precautionary examination. The Opel sustained material damage of around 3,000 euros, and the BMW was a total write-off of an estimated 20,000 euros. During the examination in the hospital, abnormalities were found in the BMW driver that indicated previous drug consumption. A corresponding preliminary test was positive, which is why he had to provide a blood sample. Furthermore, the 50-year-old's driving license was confiscated and he must face criminal proceedings.",
        "summary": "Five hospitalized, including intoxicated driver, and damage reported following February 26 two-vehicle crash"
    },
    {
        "article": "Student Hit and Killed at 19: Investigation Opened. Traffic Light Investigations The authorities are intensifying their investigations to clarify the dynamics of the road accident that occurred Tuesday morning in the Capital, which cost the life of Daniela Gambardella , a young student originally from the province of Salerno, from Pagani . The girl, who moved to Rome for study reasons, was hit by a car while crossing the street near a well-known shopping center. Local police officers from the IX Eur Group have acquired recordings from several video surveillance cameras located in the area, including those installed at the traffic lights at the intersection. The images could be crucial in determining whether the traffic light was red at the time of the crossing or whether there were other factors that contributed to the tragedy. The driver of the vehicle involved in the accident was a 72-year-old man, currently under investigation for road homicide. According to initial statements given to investigators, the driver allegedly said he had no time to react, despite a desperate attempt to brake. Local police are carrying out checks on the vehicle, which has been seized, to ascertain any faults or technical anomalies that may have influenced the dynamics of the impact. Witness accounts gathered on the spot have highlighted the presence of a passerby who witnessed the accident, providing details useful to the investigation. Investigators are also evaluating visibility conditions and the possible presence of obstacles that could have made it more difficult for the driver to timely spot the young woman. Meanwhile, the community of the victim's hometown is grieving. The girl, passionate about art and entertainment, had left her homeland to pursue her dream of a career in acting. Many messages of condolence have followed one another on social media, including a particularly touching one from her mother, who expressed her grief with words full of emotion. Local institutions also wanted to show their closeness to the young woman's family. The mayor of her hometown expressed deep sadness for the loss of a young life cut short too soon, recalling the determination and passion that the girl put into everything she did. At the scene of the accident, friends and colleagues of the student have placed flowers and notes in her memory, while local associations are calling for urgent interventions to improve road safety in that area of ​​the capital, which is often the scene of accidents. The young woman's funeral will be held on Friday morning, a final farewell from her family, friends and an entire community mourning her untimely passing.",
        "summary": "Seventy-two-year-old driver investigated for road homicide after student fatally struck by vehicle on February 25"
    },
    {
        "article": "Basket vehicle with two workers overturns in Lecco, one seriously injured transported to the Varese Club. Accident at work this morning in Rogeno. A seventy-year-old man transported in red code to the hospital of our city by helicopter Serious accident at work in the Lecco area, one injured person taken in serious condition to Circolo di Varese by helicopter. The alarm was raised this morning at 8:30 when in via ai Campi di Rogeno, in the province of Lecco, a work vehicle with a basket overturned while it was engaged in some operations. Two people were involved in the collapse, a seventy-year-old and a forty-eight-year-old. According to an initial reconstruction, the older man, who was on the basket, fell to the ground for about six meters, ending up against a wall. The other man managed to jump out of the basket before it overturned. Both were injured: the seventy-year-old suffered a severe multiple trauma involving the chest, abdomen, back and a leg, while the younger man was injured in a leg during the fall. The emergency helicopter, a nursing car, two ambulances, as well as the firefighters, the police and the ATS technicians, competent in matters of accidents at work, intervened on the scene in red code. The seventy-year-old was then urgently transported by emergency helicopter to the hospital in Varese in red code: his conditions are serious. The second worker, on the other hand, was in yellow code at the emergency room in Lecco. ",
        "summary": "Two hospitalized after rollover crash involving work vehicle"
    },
    {
        "article": "VIOLENT ASSAULT IN A CELL PHONE SALES STORE 📳 💥 The incident occurred in a store called Ricky Cell, located in the Villa Real neighborhood, where Blanca Teresa Arza was the victim. She was serving some customers when two subjects entered the establishment with firearms in hand and threatened her to hand over all the money available. 💥 Once the robbery was completed, the assailants escaped on a motorcycle, leaving no trace of their whereabouts.",
        "summary": "Two suspects at large after armed robbery at Ricky Cell store"
    },
    {
        "article": "In Colombo, man gets stuck in a manhole while trying to hide. A man was rescued by the Fire Department on Wednesday afternoon (26) after being trapped inside a manhole on Rua Ailton Luiz Nodari, in the São Gabriel neighborhood, in Colombo. The case caught the attention of residents and mobilized rescue teams. Hours earlier, security cameras caught the suspect climbing the wall of a residence in the area. Locals reported that he had been committing thefts during the early hours of the morning and, when chased, he tried to hide inside the pipes, where he was arrested. During the afternoon, residents heard cries for help coming from the drain and called the fire department. Since the fire department's vehicle was on another call in Bocaiúva do Sul, an ambulance was sent to provide first aid. A team from Bairro Alto was called with a rescue truck, but before they arrived, the ambulance's rescuers, with the help of neighbors, managed to remove the man, making reinforcements unnecessary. Firefighters shined flashlights into the pipe and instructed the suspect to follow the light to a more accessible exit point. With the help of residents, who provided a ladder, he managed to get out of the manhole and was taken to the UPA in Alto Maracanã for medical care. At the time of the rescue, the man was without pants, possibly because he tried to crawl through the drain to make his escape easier. The Civil Police are investigating the case and will analyze the security footage to verify the suspect's involvement in thefts in the region.",
        "summary": "Suspected thief rescued after being trapped in manhole while trying to hide"
    },
    {
        "article": "Thug videos himself setting fire to car as Lanarkshire couple feel 'targeted' in neighbourhood A Lanarkshire couple's Peugeot was parked in a disabled bay outside their home when it was drenched in a flammable liquid and set on fire - and footage caught the brazen arsonist in the act. A couple from Hamilton say they feel 'targeted' after a masked man deliberately set their car alight while filming it on his mobile. Shortly before 1am on Tuesday, February 25, the family's Peugeot - parked in a disabled bay outside their home - was drenched in a flammable liquid and set on fire. The whole incident was caught in chilling CCTV footage. The couple, originally from Poland, have been left terrified. They believe they are being targeted after being subjected to torment from individuals in the Hamilton area - and their daughter brands the latest attack a 'hate crime'. The footage, captured on their home cctv, shows a man - dressed in all black, masked and with his hood up - drown the front of their car with a liquid before taking a lighter to it - he also films the act on his mobile phone before leaving the scene. Police and Scottish Fire and Rescue crews were dispatched to the incident at around 1.05am and the blaze was extinguished. The fire is being treated as wilful and an investigation is underway. Their property on Glenlee Street belongs to the West of Scotland Housing Association, who are appalled and have confirmed they are assisting the couple. Speaking to Glasgow Live, the victim - who wishes to remain anonymous - explained that in October 2024 he applied for a disabled parking bay due to his wife's, mobility issues. Their application was accepted and the couple now have an accessible bay outside their home. However, he feels this has riled up others in the neighbourhood and could be a reason as to why their car was targeted. Their daughter is incredibly worried for her parents' safety, saying: I don't know what's next, what if their home is set on fire and everything they've ever owned is lost? The couple are hoping to be re-housed after being left petrified of what's to come. Chief Executive of West of Scotland Housing Association, Brian Gannon, said: We were appalled to hear that Mr and Mrs (redacted), who have been our tenants since 2016, have suffered this serious act of criminal violence. The incident is now being investigated by Police Scotland alongside ourselves. I have been personally in contact with the family and am working with our director of housing and the wider WSHA team to assist and support Mr and Mrs (redacted) in the most effective way possible as the investigation continues. A Police Scotland spokesperson said: “Around 1.05am on Tuesday, 25 February, we received a report of a car on fire in the Glenlee Street area of Hamilton. “The fire was extinguished by the Scottish Fire and Rescue Service and no one was injured.",
        "summary": "Police investigation underway after man sets fire to car on Tuesday 25 at residence"
    },
    {
        "article": "Today at 11:00 a.m. we will present a 34-year-old man for a constitutional hearing at the Court in Aarhus. The man is charged with two burglaries, one in a shop in Aarhus C on the night of Thursday and one in an apartment in Aarhus C in March 2024. ",
        "summary": "Man to attend constitutional hearing in connection with March 2024 two burglaries in shop and apartment"
    },
    {
        "article": "Near Lyon: burglars target a pharmacy and logically leave with a meager loot By the victim's own admission, these burglars are real nickel-plated thugs. Because on the night of Friday to Saturday, they found nothing better than to rob a pharmacy in Montagny. However, it is known that pharmacy customers rarely use cash, and that most transactions are made with the Vitale card. Hence the meager loot of 200 euros with which the thieves made off, setting off the alarm shortly before 6am. According to Le Progrès, the pharmacist was so convinced that no one would ever think of burglarizing her pharmacy that she did not arrive until 9 a.m., thinking that the alarm had been triggered by a box of medication falling. An investigation by the gendarmerie has been opened. While waiting for the thieves to be identified, the work to repair the damage they did to break in is more important than the damage of the 200 euros stolen from the cash register...",
        "summary": "Police investigate burglary of EUR 200 at pharmacy between February 21 and 22"
    },
    {
        "article": "Biella, unfaithful employee stole diesel from truck Reported by the Carabinieri together with an accomplice. Diesel fuel kept running out of fuel in one of the company's trucks. The owner had thus informed the Carabinieri of the Mottalciata station (Biella) of the anomaly. From an accounting reconstruction, in one year there was a shortfall of 5,000 euros. After a series of observation and shadowing operations, the carabinieri managed to surprise one of the company's employees who, in the garden of his home, was pouring fuel from the vehicle into some cans together with a friend. The two, stopped and identified, were reported at large to the Biella Prosecutor's Office on charges of aggravated theft continued in competition. ",
        "summary": "Two suspects at large in connection with aggravated theft of diesel from truck"
    },
    {
        "article": "#IMPORTANTE❗ #FindOut 🔵 🔴 Municipal police of Cajeme RESCUE a 19 year old UNISON STUDENT in Ciudad #Obregón after being a victim of s3questr0 - extortion. Since the morning of this Wednesday at approximately 10:30 am the young Enrique N 19 years old, medical student of the Unison in Ciudad Obregón, left the university in a #Didi and nothing was heard of him. In #SVNNews we had contact with his parents whom we were supporting at all times to find out his whereabouts, after they stopped the complaint at the prosecutor's office about his disappearance and after the extortionists demanded them, the payment of approximately 500 thousand pesos. After a few hours and after an intense search by the authorities and the parents of the young man, his location was found safe and sound, thus preventing them from making the ransom payment. Unofficially there is talk of a detainee at the truck center, nothing confirmed or denied by authorities.",
        "summary": "Nineteen-year-old student rescued after being kidnapped on February 26"
    },
    {
        "article": "Four people arrested in flagrante for drug dealing in Cancun Three men and a woman were arrested inside the underground parking lot of a shopping mall. The State Attorney General's Office (FGE) reported the arrest in flagrante of four people, three men and one woman , for their probable participation in crimes against health in the form of drug dealing. In addition, two of the detainees also face charges for violating the Federal Law on Firearms and Explosives . The detainees were identified as Pedro Alberto “N” , Angel de Jesus “N” , Yulissa “N” and Alejandro Avinaid “N” . During the arrest, they were found with green and dry grass with characteristics similar to marijuana, as well as transparent solid fragments that could correspond to the drug known as crystal. In addition, Pedro Alberto “N” and Ángel de Jesús “N” were carrying firearms, magazines and live cartridges. The arrest was reported this Wednesday, February 26, in the underground parking lot of a shopping mall, presumably Plaza de Las Américas, located on Bonampak Avenue , Supermanzana 7. Investigative officers were carrying out surveillance work when they observed three of the suspects getting out of a vehicle and exchanging bags with a fourth individual, who was on a motorcycle. In light of this situation, they proceeded to an inspection that culminated in the arrest of those involved. According to initial investigations, the detainees could be part of a criminal gang dedicated to both drug dealing and robbery with violence. After the corresponding proceedings, the four were placed at the disposal of the Public Prosecutor's Office, which will determine their legal situation within the constitutionally established period.",
        "summary": "Four arrested on suspicion of drug trafficking in parking lot of shopping mall"
    },
    {
        "article": "Young man arrested for attempted car theft in San Cristóbal de Las Casas Oscar Gomez / Correspondent Juan “N”, 18 years old, who was caught red-handed while trying to steal a Nissan NP300 vehicle with license plates from the state of Chiapas in the Fátima neighborhood.",
        "summary": "Man arrested on suspicion of attempted vehicle theft"
    },
    {
        "article": "🚨 This afternoon, #BomberosCuenca responded to an attempted structural fire in the Ucubamba sector. Upon arrival of the personnel, an active focus caused by a short circuit was located, and cooling and ventilation work was subsequently carried out.",
        "summary": "Short circuit prompts structure fire"
    },
    {
        "article": "Woman reports sexual abuse in Veracruz annex; family alerts authorities A 28-year-old woman reported the person in charge of the Creo en Ti annex of having raped her; the young woman was transferred to this place without the consent of her family from another annex called Los Alacranes, both in the city of Veracruz. VERACRUZ , VER.- A case of sexual abuse cannot go unpunished , said Araceli González , aunt of Magaly , a 28-year-old woman who managed to escape from an annex in the city of Veracruz to report that she was raped by the person in charge of the supposed addiction rehabilitation center . The sexual abuse that Magaly reports would have occurred between the night of February 25 and the early morning of February 26 of this 2025, when she was in the annex called Creo en Ti , located on Altotonga Street, almost at the corner of Leona Vicario, in the Independencia neighborhood . The young woman was transferred to this place without the consent of her relatives, who confirm that they signed a waiver so that she would be treated at the Los Alacranes annex , located in the Playa Linda neighborhood , on February 16 and they found out about the situation after Magaly herself asked them for help. According to what the young woman told her relatives, the person in charge of the Creo en Ti annex , identified as Silvano DE , raped her during the night of Tuesday or early Wednesday morning. After the attack, he took advantage of the fact that she fell asleep to take her cell phone and call 911 to ask the authorities for help ; In addition, he sent a message via Facebook Messenger to his family to alert them of the situation. Police officers had gone to the scene to respond to the report, but after taking Magaly 's testimony they left the scene and argued that they could not intervene since she was inside a private home under lock and key. This Wednesday morning, February 26, the family went to the Los Alacranes annex , where they confirmed that she was not there and had been transferred without permission to the other site. Upon arriving at the alleged Creo en Ti rehabilitation center , the family again requested the support of the Naval Police , who confirmed that they had records of attending to the report that same morning, but reiterated that they did not pay attention to the reports because they were in a private home and after taking the information they left the site. With the police present for the second time and accompanied by her family, the young woman again accused the person in charge of the place of having raped her ; however, the police did not make the arrest because they argued that they needed an arrest warrant. Magaly , who is the mother of two children, went to the Veracruz Regional Prosecutor's Office on Wednesday, February 26 to file a complaint against Silvano DE , who, according to the young woman's relatives, was at the house of a relative of his next to the Creo en Ti annex .",
        "summary": "Investigation underway after woman sexually assaulted overnight between February 25-26 at rehabilitation center"
    },
    {
        "article": "Chronicle. Three men are shot in Manta's 'La Cuca': One victim dies on the road The attack by hitmen leaves one dead and two wounded. It happened in the Eloy Alfaro parish of Manta. In the “La Cuca” area, there was an armed attack that left three victims, one of whom died. The incident occurred at approximately 6:10 p.m., on 323rd Street and 215th Avenue in the San José 2 neighborhood, Eloy Alfaro parish. The victims were driving a silver car when the gunmen attacked them with bullets. After the attack, the attackers quickly fled the scene. The neighbours took advantage of the situation to help the three victims, who were found alive. The three injured were taken to the health center in the Cuba neighborhood, where medical personnel provided them with emergency care. However, the condition of one of the injured, who had been shot in different parts of his body, was critical. He was in such a serious condition that he required specialized medical attention. The seriously injured man was taken on an ambulance to the IESS hospital. Unfortunately, he died on the way and the body was returned to the health center in Cuba. The driver would be the deceased due to the attack by hitmen Police special units arrived at the scene of the attack to investigate what had happened. Nearly 30 bullet casings were found at the scene, demonstrating the magnitude of the attack. The police launched an operation to find those responsible for this bloody incident. Major Sebastián Redroban, deputy chief of the Police District, said that the person who died in this attack would be the person who was driving the silver car. The murdered man remained unidentified for several hours, as no documents were found on him. It was later discovered that the deceased's name was Dandy Chica Peñafiel. The condition of the other two victims, identified as Washington L. and René M., is stable. This incident adds a new chapter to the growing wave of violence affecting the area, causing alarm among residents of the Eloy Alfaro neighborhood, who fear for their safety in the face of constant crimes committed by hitmen.",
        "summary": "One killed and two injured in shooting"
    },
    {
        "article": "A married couple involved in drug trafficking in Tierra Baja was arrested: they earned $10 million a month They seized more than 300 doses of hallucinogens, cash and various elements for the processing of the narcotic. CartagenaIn a new blow to the structures dedicated to local drug trafficking in Cartagena, the National Police with the support of the Attorney General's Office, managed to capture two people known as 'el Chino' and 'Estefany' , in the northern part of the city. Officers from the Criminal Investigation Section, in coordination with the Attorney General's Office , raided a home that functioned as a fixed point for the sale of hallucinogenic substances, especially marijuana . Investigations have established that this sales point, located near a school, distributed more than 6,000 doses of narcotics monthly, with criminal income close to 10 million pesos. The arrested individuals, a romantic couple from La Apartada (Córdoba), are believed to be responsible for the distribution of narcotic substances in the Tierra Baja area and surrounding areas. 300 doses of marijuana, two grammes, cash and elements for processing the drug were found at the scene. ",
        "summary": "Two arrested on suspicion of drug trafficking"
    },
    {
        "article": "Education minister directs schools to provide in-person classes during strike EDMONTON — Alberta's education minister says he has directed school divisions to make efforts to provide in-person learning options to all students as a support worker strike continues. EDMONTON — Alberta's education minister says he has directed school divisions to make efforts to provide in-person learning options to all students as a support worker strike continues. Around 6,000 workers, from educational assistants to cafeteria staff, have taken to the picket lines in Edmonton, Calgary and Fort McMurray to fight for higher wages. Education Minister Demetrios Nicolaides had earlier exempted schools from providing in-person learning to students with complex needs during the strike, but a judge stopped those orders last week. In a statement Wednesday, Nicolaides said the court ruling highlights the need to examine all resources to ensure all students are cared for regardless of whether they need educational assistant support. “We have taken the court’s ruling very seriously and we will be making changes to the ministerial orders immediately, Nicolaides said. A group of parents and guardians had taken the province to court over the previous order, saying more than 3,700 children are being discriminated against by not being allowed to attend classes in person. Under the new order, the minister says schools are to find ways to provide in-person learning to all students and help them continue with their usual classroom routines if they must switch to virtual instruction. School boards are also to keep students and parents informed about operational plans. Orlagh O'Kelly, the lawyer representing the families who brought the case forward, told The Canadian Press they're glad to see the province is taking last week's injunction seriously. We hope that this seriousness will continue to allow the effective implementation of the new ministerial orders, she said. Edmonton Public School Board spokeswoman Carrie Rosa, in an email, said the board is currently reviewing the updated order's wording regarding current contingency plans. Adjustments are being assessed, and more details are to be shared with families soon, she said. Rory Gill from the Canadian Union of Public Employees has called the minister's initial order unjust and cruel. In a statement, union local president Mandy Lamoureux said school divisions are left to deal with the burden of a strike that she says the provincial government is responsible for. Rather than play games with the education of special needs students, the government should act to fix the problems caused by low wages for education support staff, she said. Come to the bargaining table, end the strike and let’s all get back to learning.”",
        "summary": "Education Minister Nicolaides directs schools to provide in-person classes during strikes"
    },
    {
        "article": "Document forgers who made parcel deliveries are arrested in Mexico City. A woman and three men were arrested for falsifying official documents, which they sent by courier to their clients, during an operation in the Cuauhtémoc municipality. The investigation into this case began when the capital's authorities identified this group of people dedicated to the sale of apocryphal documents, which they offered through an instant messaging application. Based on the investigations, the Secretariat of Citizen Security (SSC), with the support of agents from the Attorney General's Office (FGJ), executed four search warrants in properties in the Cuauhtémoc municipality; in addition to arresting the counterfeiters and seizing the false documentation, they seized drugs, a firearm and a ballistic vest. In addition, they seized 117 national identification cards, 21 driver's licenses, 18 circulation cards , 16 foreign identification cards , 12 passports , 3 visas , 10 invoices , 8 birth certificates and a checkbook , all of them apocryphal. In addition to thirty-eight boxes of micas with authenticity seals from various documents, 18 forms with various vehicle holograms, four silkscreen presses, three CPUs, three cell phones, a package of alphanumeric molds, stamps from different universities and a machine that identifies counterfeit bills. The woman, aged 47, and the men, aged 18, 27 and 37, were informed of their legal rights and, together with everything seized, were placed at the disposal of the Public Prosecutor's Office in the Office of the Prosecutor for Relevant Affairs. The properties were sealed and placed under police protection. ",
        "summary": "Four arrested on suspicion of forging official documents"
    },
    {
        "article": "Citizen was found dead and with signs of violence in the southwest of Guayaquil The discovery took place on the morning of Thursday, February 26, on the banks of the Mogollón estuary. A lifeless man with signs of violence was found on the banks of the Mogollón estuary, near 13th and K streets, in the southwest of Guayaquil. The discovery took place on the morning of Wednesday, February 26, 2025. Lieutenant Colonel Edison Molina, police chief of the Portete district, said that the body had gunshot wounds, which confirms that the death was violent. This is a border area between the Portete district and the Esteros district, there is a struggle between criminal groups over these channels of the estuary, he said. They investigate the causes of the crime Molina said that the causes of the crime are being investigated to determine whether it is related to criminal disputes in the sector, mainly due to illegal activities such as micro-trafficking. The body was also tied up, according to police checks carried out at the scene before removing the corpse. In this district, up to the present date of 2025, more than 50 crimes have been recorded, but most of them are related to criminal fights, according to police data. ",
        "summary": "Body of man found with signs of gunshot injuries"
    },
    {
        "article": "Oldest drug dealer in the south of Florianópolis is arrested The case occurred on Tuesday (25) in the Armação neighborhood. A man was arrested at Praia da Armação, in Florianópolis, after a search and seizure warrant was served by the Civil Police (PCSC), this Tuesday (25). The prisoner is considered one of the oldest drug traffickers in the region and maintained a direct drug sales scheme. According to police chief Walter Loyola, the arrested man has been involved in cocaine trafficking in the southern region of the island for over a decade. According to the police chief, he has already been arrested three or four times by the Drug Enforcement Unit of the Criminal Investigation Department (DECOD), but he returned to criminal activity after being released. The investigation lasted six months and resulted in three separate arrests before the new arrest. The teams located and arrested the suspect at his residence, where the police found fractionated portions of cocaine ready for sale. According to the PCSC, the man was taken to the police station and will remain at the disposal of the courts. ",
        "summary": "Man arrested on suspicion of drug trafficking"
    },
    {
        "article": "Panamericana Norte: Trailer caught fire and caused traffic congestion in Chancay A trailer carrying aggregates and minerals caught fire in the middle of the Panamericana Norte, in Chancay. The driver managed to escape unharmed, but the fire paralyzed traffic for more than 45 minutes. At 5 a.m. on Wednesday, February 26 , a trailer carrying rocks and minerals caught fire at kilometer 80 of the Panamericana Norte highway , in Chancay, Lima . This caused traffic to be interrupted for almost an hour. The fire started in the cabin of the vehicle and spread rapidly throughout the structure. Fortunately, the driver managed to get out in time and called for help from other transporters who were passing through the area. They controlled the fire in 45 minutes Several fire units from Chancay and Huaral arrived at the scene to put out the flames of the trailer with license plate COK-990 . Due to the intensity of the accident, the authorities closed traffic on both roads , which generated a large traffic jam . Minutes later, the Police opened a single lane to allow the circulation of vehicles. Authorities have begun investigations to determine the exact cause of the fire , as the trailer was completely destroyed . The fire on this heavy vehicle has once again raised concerns about the safety of cargo transport and the need for greater control to prevent road accidents .",
        "summary": "Semi-truck fire prompts traffic delays"
    },
    {
        "article": "Guayaquil: Military captures Jardel, a medium-value target of the Borrachos More than one hundred uniformed officers from the Armed Forces and National Police, and fifteen tactical vehicles, were involved in the operation. Two people were arrested, one for micro-drug trafficking and the other for belonging to a criminal gang , as a result of a military operation carried out on the night of Tuesday 25th and the early morning of Wednesday 26th in the Unión de Bananero cooperative, in the Guasmo sector, south of Guayaquil. Two people were arrested, one for micro-drug trafficking and the other for belonging to a criminal gang , as a result of a military operation carried out on the night of Tuesday 25th and the early morning of Wednesday 26th in the Unión de Bananero cooperative, in the Guasmo sector, south of Guayaquil. (Read also: Aquiles Álvarez on pools in the streets: Sometimes it's better to act crazy ) There were three raids carried out by Armed Forces personnel in this sector. The officer in charge of the operation detailed that in one of the houses a man was found who had in his possession controlled substances (drugs) distributed in doses ready for sale . A suspected member of the criminal gang Los Borrachos , which operates in blocks 3 and 4 of Unión de Bananeros, was also found in a nearby residence. Joao Vargas Martínez, alias Jardel, as the detainee was identified, was at large despite having a criminal record for the crime of drug trafficking , registered just two months ago, on December 19, 2024. During the search of his home, a traumatic pistol, traumatic ammunition and 9 millimeter and .22 caliber firearm cartridges were found , as well as a motorcycle without license plates, which was allegedly the one he used to commit crimes. During his arrest, alias Jardel justified his possession of the weapon, saying that he was carrying it to protect his home from criminals , since it is an area with high rates of violence and insecurity.",
        "summary": "Two arrested on suspicion of drug trafficking and another for criminal group affiliation"
    },
    {
        "article": "Homicide in Maldonado: a man was found with a screwdriver stuck in his chest and shot in the head Police found the body of the victim, who had a criminal record, during a raid on a house in the Buenos Aires resort. At midnight, another man was shot nearby. A 40-year-old man with a criminal record was murdered and his body was found by the police with a screwdriver stuck in his chest and gunshot wounds to the head, during a raid on a home located on 26th Street in the Buenos Aires resort of Maldonado . The search was carried out by personnel from the Investigations Area of ​​Operational Zone IV at around 10:30 a.m. on Wednesday. The procedure was authorized by the Court, after another 39-year-old man with no criminal record was shot in the right shoulder and left armpit near that house last night and was taken to a health center. Forensic science personnel carried out the survey of the scene. The 1st shift prosecutor of Maldonado, Sebastián Robles, is working on the case. ",
        "summary": "Man fatally stabbed with screwdriver and shot in head inside house"
    },
    {
        "article": "A store caught fire in Los Cedros and the fire reached another business; there are no injuries Querétaro, Qro., February 26, 2025.- During the early hours of this Wednesday, a strong fire was recorded inside a commercial premises located in the Los Cedros neighborhood, next to Avenida Universidad, which fortunately only left material damage. Neighbors in the area noticed the fire and immediately notified the emergency services. Minutes later, Querétaro Fire Department and municipal Civil Protection personnel arrived. After conducting a quick survey of the area and ensuring that there were no people or animals inside the building, they began work to extinguish the flames. Despite the quick action of the firefighters, the fire reached another nearby building, however, the damage in this place was minor. Finally, after almost an hour of work, the fire was extinguished without any injuries or intoxication being reported. With the flames extinguished and after ensuring that there was no risk to the population, the emergency services withdrew from the site.",
        "summary": "Fire extinguished at commercial building"
    },
    {
        "article": "Police abuse reported in San Miguel de Allende: raid without warrant and assault on a woman SAN MIGUEL DE ALLENDE.- Yesterday afternoon, Tuesday, February 25 , a San Miguel family reported the abuse of authority committed by approximately 10 members of the Municipal Police , who broke into their home without a court order, causing fear and confusion among the residents, including children aged 2 and 4 years old. According to the complaint filed , the police violently entered the house located in an area on the road to Jalpa, and they did so without warning , shouting the name of a person who does not live there and who the victims said they did not know . In the home were two women and two minors, aged only 2 and 4 , who began to cry, terrified by the invasion of the agents. One of the officers prevented one of the women from recording what happened, falsely arguing that she had no right to do so on her own property. When she refused to stop recording, one of the police officers hit her on the arm with the intention of taking her cell phone, achieving his objective after giving her a second blow that caused her pain and indignation. After the family reiterated that they did not know the person the agents were looking for, the officers decided to leave, but not before making fun of the situation and assuring them that if they had a complaint, they should go to C4. Finally, they left the scene aboard the Municipal Police unit with license plate number GT-400A-3 from the state of Guanajuato. The assaulted woman tried to report what happened through the emergency number 911 , but was told that she had to go to the Municipal Presidency if she wanted to file a formal complaint. Faced with the refusal of immediate attention, the victims went to the State Attorney General's Office (FGE) to file a complaint against the officers involved. A medical examiner certified the injury caused to the woman during the assault. This incident has generated outrage among the community , who demand that those responsible for the illegal intrusion and abuse of authority be investigated and punished. It is expected that the municipal authorities will give a clear response about what happened and take the corresponding measures to prevent this type of situation from continuing to occur in San Miguel de Allende.",
        "summary": "Complaint filed against 10 police officers for forceful entry into residence without warrant and assault of woman on February 25"
    },
    {
        "article": "Operation against document forgery is implemented in downtown Mexico City Four people were arrested for document forgery in downtown Mexico City; drugs and a firearm were also seized during the operation. Four people were arrested in downtown Mexico City (CDMX) following an operation by the capital's Citizen Security Secretariat (SSC) against the falsification of national and foreign documents . The head of the SSC CDMX, Pablo Vázquez Camacho , said that during the night of yesterday, February 25, and the early morning of February 26, four search warrants were executed in the Centro neighborhood , in the Cuauhtémoc municipality, after intelligence work to combat criminal cells that are dedicated to counterfeiting. Secretary Pablo Vázquez reported that the detainees are three men and one woman and that during the searches more than 200 false documents , materials and tools for their preparation, as well as 400 doses of suspected drugs, a firearm and a ballistic vest were seized. What documents were falsified in the center of Mexico City? Among the documents they falsified are: INE Driver license Professional certificate Passport American Residence Hologram of Venezuela The Police also arrested a person in possession of apparent drugs , a short firearm and a ballistic vest, on the streets of the Tláhuac municipality . The arrest was made on the streets of Segunda Cerrada de Toluca and Prolongación Toluca , in the Zona Rústica neighborhood after being required by a citizen who claimed to have seen the man who fired shots. The police made the arrest and seized a short firearm , a magazine, three live cartridges, a ballistic vest, 30 packages of cocaine, 18 of crystal and a package of marijuana .",
        "summary": "Four arrested on suspicion of document forgery, with 200 false documents, 400 doses of suspected narcotics, firearm, and ballistic vest seized"
    },
    {
        "article": "Suddenly accelerated backwards: Pedestrian killed by SUV On Monday, the driver of a Range Rover suddenly accelerated sharply while reversing into a parking space in Munich-Maxvorstadt. The car hit a young woman who was killed on impact. On February 24, 2005, a 69-year-old woman from Munich drove her Range Rover SUV backwards 40 meters across a courtyard entrance on Amalienstraße in Munich. There she hit a 24-year-old woman and ran her over. The student did not survive the impact with the rear of the vehicle. The 69-year-old will have to answer for negligent homicide. At around 2 p.m., the 69-year-old parked the Range Rover in an angled parking space on Amalienstraße. For reasons unknown, the car accelerated sharply backwards and hit the 24-year-old, who was walking on the opposite sidewalk, with the rear of the vehicle. The Range Rover crashed through a wooden gate and an iron gate and continued to reverse uncontrollably through the courtyard driveway for another 40 metres. The car then came to a stop against a wall in the courtyard after hitting a parked VE Golf and a bicycle. The 24-year-old pedestrian from the Ebersberg district was taken to hospital under ongoing resuscitation due to her serious injuries. She died there shortly afterwards. There was significant property damage in the six-figure range. Amalienstraße was subsequently closed for three hours so that the accident could be recorded. The Munich traffic police have taken over the investigation into negligent homicide. Police appeal for witnesses: Who was able to make observations regarding the accident? Anyone who can provide relevant information is asked to contact the responsible Munich traffic police, Tel. 089/6216-3322, or any other police station.",
        "summary": "Police appeal for witnesses in connection with February 24 student fatally struck by vehicle"
    },
    {
        "article": "12:04:44 #salvamento_busca_resgate location: Sofia De Brum, Vila Nova, #Alegrete - victim of drowning in river",
        "summary": "Rescue operation underway for person drowned in river"
    },
    {
        "article": "Fire in Saint-Jean-Chrysostome: a farm building heavily damaged. Pigs died in a fire at a farm building in the Saint-Jean-Chrysostome area of ​​Lévis on Wednesday morning. Firefighters were called to intervene shortly before 6 a.m. on Chemin Beauséjour due to the presence of flames and smoke emanating from the building in question. When the first teams arrived, half of the roof was already ablaze. There was farm machinery and piglets inside, explains Steve Rousseau, operations chief of the Lévis Fire Department. The animals unfortunately did not survive and the structure of the building suffered considerable damage. The cause of the fire has not yet been established by investigators, but there is unlikely to be any criminal involvement. Around twenty firefighters put their shoulders to the wheel to extinguish this first alarm fire which was brought under control around 8:30 a.m. ",
        "summary": "Animals killed in fire and agricultural building suffered considerable damage"
    },
    {
        "article": "At this time, the hearing begins for Yesid de Jesús Flórez, alias 'El Beso', alleged co-author of the murder of prosecutor Norvey Ruiz, killed in the middle of a robbery in Barranquilla on February 19. 'El Beso' is allegedly the person who drove the motorcycle used in the crime.",
        "summary": "Hearing begins for man suspected murder of prosecutor Norvey Ruiz on February 19"
    },
    {
        "article": " see the material seized by the police at Oruam's house The Civil Police found a nine-millimeter pistol with a burst kit and airsoft weapons in the singer's house, who was arrested in flagrante delicto. The Civil Police found a 9mm pistol with a burst kit, at least 10 airsoft guns, jewelry and cell phones in Oruam 's house . The column had access to images of the material taken to the Police City, in the north zone of Rio. Oruam was arrested in flagrante delicto, on the morning of this Wednesday (26/2), for providing shelter to a drug dealer from Penha, who was a fugitive from justice and was allegedly the owner of the weapon. Challenged journalists Upon arriving at the police station, the rapper was questioned about the criminal's presence in his mansion and challenged the journalists covering the case. “I have nothing to say to you, man. Are you the police chief or the judge to say anything to you?”, the artist said. And he added: “Don’t touch me, are you crazy?”, he concluded, with a serious face. The prison Oruam was arrested once again on the morning of Wednesday (26/2), in Joá, west of Rio. The singer was targeted by the Civil Police of Rio de Janeiro, and the agents found a drug dealer from Complexo da Penha, who was a fugitive from justice for organized crime, at the rapper's house. According to TV Globo, the young man was the target of a search and seizure due to an investigation into a firearm being fired inside a condominium in Igaratá, which began in São Paulo. Seizure at residence In addition to the fugitive from justice, the police seized a 9mm pistol with a burst kit, which belonged to the fugitive criminal, at least 10 airsoft guns, jewelry and cell phones. All the material was sent, along with Oruam and the fugitive, whose identity was not revealed, to the Police City. The rapper's mother, Márcia Nepomuceno, was also targeted by agents, and phones were also seized at her house in Pechincha, in Jacarepaguá. It is worth remembering that, last Friday (21/2), Oruam had already been detained after running a checkpoint that was taking place in Barra da Tijuca. He was charged with dangerous driving.",
        "summary": "Singer arrested on suspicion of harboring fugitive drug dealer, with firearm and airsoft weapons seized at residence"
    },
    {
        "article": "WE ARREST ALLEGED MICRO-TRAFFICKER Investigative work carried out at the Unión de Bananeros Coop. #Guayaquil led to the interception of a subject in possession of 38 doses of drugs and a motorcycle reported stolen.",
        "summary": "Man arrested on suspicion of drug trafficking after 38 doses of drugs and stolen motorcycle seized"
    },
    {
        "article": "Drivers on B81 driving almost twice as fast as permitted On the B81 between Egeln and Kroppenstedt, the police pulled over a speeder. The man was driving almost twice as fast as the legal speed limit. Egeln . On Wednesday morning, the police pulled over a man who was driving almost twice as fast as the legal speed limit between Egeln in the Salzland district and Kroppenstedt in the Börde district. According to police, officers from the Central Traffic and Highway Service were driving on the federal highway (B) 81 in the direction of Halberstadt at around 11 a.m. They used a speed measuring device to check the 43-year-old who was driving in front of them, it is said. Man from the Börde district races at almost 200 kilometers per hour The man was caught driving 192 kilometers per hour when the maximum speed limit was 100 kilometers per hour. Even after deducting all tolerances, the man from the Börde district is now accused of speeding by 82 kilometers per hour. The police stopped the vehicle and checked the driver. He now faces a three-month driving ban, a fine of 700 euros and two points on his license.",
        "summary": "Man detained on suspicion of speeding"
    },
    {
        "article": "Family loses everything after fire destroys house in Pinheiros; video A woman and three grandchildren – children between one and six years old – were renting in the area; she and a neighbor had to be taken to a hospital, but have since been discharged. A fire hit a family's home in the Pinheirinho neighborhood, in Pinheiros , in the North of Espírito Santo , on Tuesday night (25). The Fire Department acted to fight the flames, with the support of a city hall water truck. In images, it is possible to see the high fire and a lot of smoke. There were no injuries, but a resident was taken to the hospital because she felt ill, and a neighbor, due to smoke inhalation. Reporter Rosi Bredofw, from TV Gazeta Norte , found out that Maria Ester de Jesus and her three grandchildren were renting the property – a one-year-old baby, a four-year-old girl and a six-year-old boy. The woman said she lost everything: furniture, clothes and food. She had been living in the house for about a year. Maria Ester reported that she noticed the flames when she was preparing dinner. She said she fainted after her blood pressure rose. A neighbor helped remove the children from the house, but ended up breathing the impure air. The two have already been discharged from hospital. Another neighbor also helped by trying to put out the fire, before the firefighters and the water truck arrived.",
        "summary": "Three including, two children and one elderly woman displaced in now-extinguished house fire"
    },
    {
        "article": "A man barricaded himself after a family fight in Guaymallén The incident took place on Tirasso Street 3200, in a house located next to the Banco Nación campsite. A call to 911 reported a family conflict. Upon arrival, police officers observed a man barricaded with a knife, preventing his father from leaving. The intervention of the GRIS group, senior night personnel, firefighters and emergency services was requested. At 04:00 hours the parent was extracted and the emergency protocol was activated to subdue the subject. According to initial investigations, the conflict arose from an argument with his brother, who had recently been released from prison. During the hostage-taking, the accused threatened to hurt his father and take his own life. Dr. Osorio ordered that the accused be placed at the disposal of the Public Prosecutor's Office No. 1 and that the father file a complaint. The 27-year-old man has a criminal record for violation of premises in real competition, disobedience to authority, disobedience to court order, resistance to authority, Av. Aggravated robbery 01/09/19, Av. Simple theft in attempted degree, aggravated threats in real competition, Simple threats and qualified minor injuries and Av. Aggravated threats. ",
        "summary": "Armed man detained after barricade situation at residence"
    },
    {
        "article": "Group sends Brazilians illegally to the US and moves R$43 million The PF estimates that the number of victims could exceed 1,500 people, including children and adolescents. The Federal Police (PF) launched Operation Siblings this Wednesday (26/2), with the aim of dismantling a criminal organization involved in the smuggling of migrants to the United States. Fourteen search and seizure warrants were served, 11 in Governador Valadares (MG), two in Espírito Santo and one in the Federal District. In addition, 11 precautionary measures were imposed, such as seizure of passports and freezing of assets and bank accounts, with the seizure of amounts that could reach R$43 million. The warrants were issued by the 3rd Federal Court for Criminal Organizations of Belo Horizonte. Investigations indicate that the criminal group, led by a family in Governador Valadares, was involved in recruiting and illegally sending migrants to the United States via Mexico. The scheme involved different specialized groups responsible for recruiting victims, purchasing tickets, booking hotels, falsifying public documents and creating bank accounts for financial transactions. Since the investigation began, 669 migrants have been identified as having been sent illegally to the United States. After analyzing the seized material, the PF estimates that the number of victims could exceed 1,500 people, including children and adolescents. During the operation, two people were arrested, one for illegal possession of ammunition and the other for resistance. In addition, documents, cash, jewelry and vehicles were seized. This is the largest operation to combat migrant smuggling ever carried out by the Federal Police in Governador Valadares, a region known for being one of the main departure points for Brazilians heading to the United States through illegal crossings. Those involved will be charged with the crimes of participating in a criminal organization, promoting illegal migration, sending children or adolescents abroad illegally, falsifying public documents and using falsified documents. The sentences can exceed 33 years in prison.",
        "summary": "Two arrested during police operation against criminal organization involved in smuggling migrants to US, passports, and other materials seized"
    },
    {
        "article": "Million-dollar robbery at a bank branch in Cerrillos is being investigated The Western Flagrancy Prosecutor's Office ordered the attendance of OS9 and Labocar. A Scotiabank branch , located at Pedro Aguirre Cerda 5819, Cerrillos , was hit by a multimillion-dollar robbery following a massive power outage on Tuesday afternoon. The Western Flagrancy Prosecutor's Office arranged for the attendance of specialized personnel from OS9 and the Carabineros Criminalistics Laboratory (Labocar) to investigate what happened. Acting prosecutor Javiera Inostroza also went to the bank headquarters to coordinate the work. According to preliminary police information, unknown persons entered the bank during the night, forcing security. Once inside, they accessed the vault from where they stole a sum of around $400,000,000. Planning is suspected Undersecretary of the Interior , Luis Cordero, referred to the incident in a conversation with the press at La Moneda. The robbery, he said, would have taken place at around 4:00 in the morning, during the curfew in force due to the blackout between Arica and Los Lagos, but he was cautious as to whether the power cut influenced the incident. “It is being investigated by the Public Prosecutor's Office, and the investigation is being conducted by the Carabineros. The conditions under which the robbery was carried out, due to the characteristics of the entry, indicate a certain amount of planning, which I would not be so bold as to attribute to the power cut, given the particularities of the robbery, at least from the information we have so far,” the authority stated.",
        "summary": "Police investigate after $400M stolen on February 25 at Scotiabank"
    },
    {
        "article": "UCLM investigates inappropriate conduct by professors towards students, following accusations of sexual harassment in Cuenca ENCLM has contacted the university's communications department, which has not clarified the campus or the faculty in which these attitudes are being investigated and has stated that, for the moment, they will not make any further statements. In light of recent reports of sexist behaviour in one of our faculties, the University of Castilla-La Mancha (UCLM) has acknowledged that it is investigating possible inappropriate behaviour  by professors. This Wednesday, students from the university protested in front of the Faculty of Fine Arts in Cuenca , denouncing sexual harassment by professors of female students. ENCLM has contacted the university's communications department. These sources have not clarified the campus or the faculty in which these attitudes are being investigated and have stated that, for the moment, they will not make any statements since it is vitally important to preserve the effectiveness of the procedures in progress. This media has received an image in which a statement can be read, posted on a corkboard on a wall of the Faculty of Fine Arts in Cuenca. It bears the signature of the dean, rejecting the situations of harassment or aggression in the academic institution and stating that, if he becomes aware of them, he will notify the competent university authorities. ENCLM has also obtained some of the anonymous messages posted around the faculty alleging sexual harassment by teachers. In a statement sent on Wednesday, the university has acknowledged that, since the end of November, and in response to the appearance of anonymous posters in a UCLM centre in which generic reference was made to possible inappropriate behaviour, the relevant institutional mechanisms have been immediately activated to clarify the facts and, where appropriate, adopt the appropriate measures. According to UCLM, the necessary actions have been initiated As UCLM has assured, the competent authorities, including the University Ombudsman, the Inspection of Services and the Rector's Delegation for Equality Policies, have initiated the necessary actions, guaranteeing at all times confidentiality and respect for the rights of all parties. In the course of these proceedings, meetings have been held with the management of the Centre and the Department , as well as with student representatives and members of the Technical, Management, Administration and Services Staff (PTGAS) , with the aim of gathering information and strengthening communication on the channels available for reporting this type of behaviour. At these meetings, detailed information was provided on the UCLM procedures and tools for individual or collective reporting of inappropriate conduct, including possible anonymous reporting through the alert channel, and the protective measures applicable at different times during the process, along with the prohibition of retaliation. These behaviors may have disciplinary consequences. The typology of behaviours that may constitute harassment in its various forms and the disciplinary consequences that may arise for those who carry them out have also been recalled. Information has also been provided on other student rights, such as those contemplated in the Student Assessment Regulations. «The investigations are still ongoing, being carried out with the utmost diligence and confidentiality. During this time, some protective measures have been adopted and the necessary inquiries are being carried out to determine the facts initially presented in a generic and anonymous manner - since there has been no specific request to activate the protocol against harassment - as well as to identify possible perpetrators. Additionally, recommendations have been issued to the Centre and Department to reinforce the prevention of this type of situation», assured the UCLM. The university reiterates its commitment to transparency, security and the well-being of the entire university community. We also call for collaboration with the competent bodies and remind the public of the importance of avoiding leaks or actions that may affect the effectiveness of the ongoing process. Once the actions are concluded, the results will be duly reported in accordance with the principles of legality, proportionality, due diligence, confidentiality and protection of personal data.",
        "summary": "University of Castilla-La Mancha investigates inappropriate conduct by professors towards students following accusations of sexual harassment in"
    },
    {
        "article": "Witness discovers illegal cannabis plantation Warstein – On February 23, 2025, an attentive witness discovered a cannabis plantation in a warehouse he rented in Belecke. Due to water damage, he found cannabis plants and technical equipment for cultivation on the upper floor. The police officers who were alerted then found a large-scale cannabis plantation. Since there is no legal cultivation association in Warstein according to the Cannabis Act, it was assumed that the plantation was illegal. In cooperation with the criminal police, the Arnsberg public prosecutor's office immediately obtained a search warrant. During the search, officers secured numerous pieces of evidence. The investigation is ongoing. ",
        "summary": "Police continue investigation after lillegal cannabis plantation and equipment seized on February 23 at warehouse"
    },
    {
        "article": "Drug-sniffing dog found 10,000 doses of marijuana in courier company in Cartagena The drug from the city of Cali was camouflaged under a parcel method CartagenaIn search and control operations on parcels in courier companies in the El Bosque neighborhood, officers of the National Police in Cartagena , attached to the Carabineros and Environmental Protection group, managed to find six packages of marijuana , which were destined for sales points in the city. During verification work, police units, with the help of the canine specialized in narcotics 'Killer', detected a suspicious odor in a shipment coming from Cali and destined for Cartagena, which led to a more detailed inspection. During this check, police officers located six rectangular packages, covered with plastic, equivalent to more than 10 thousand doses of marijuana , which were placed at the disposal of the Attorney General's Office. The expertise and sense of smell of this canine have allowed more than 30,300 doses of hallucinogenic substances to be removed from the streets of Cartagena during 2024, preventing them from reaching and contaminating our youth. The confiscated narcotics were placed at the disposal of the Attorney General's Office .",
        "summary": "Police seize over 10,000 doses of marijuana at courier company"
    },
    {
        "article": "Corrupt police demanded 50 sticks to avoid arresting a person in Medellin It is worth mentioning that the authorities have managed to clarify these events and everything is subject to investigation. Investigative units of the Dijín captured five police officers, who according to information were active in different regions of the country, including the departments of Chocó, Valle del Cauca, San Andrés Island and the city of Medellín. These uniformed officers had been part of the Metropolitan Police of the Aburrá Valley in the past. Authorities accuse these five members of the National Police of having extorted a person after they were working as investigators for the Sijín last year and allegedly raided a luxurious house in the capital of Antioquia, where they allegedly demanded more than fifty million pesos in exchange for not arresting the person in question . The authorities have managed to clarify these events and everything is subject to investigation. At this time, hearings are moving forward in the city of Medellín. The capture of these officers is a significant blow against corruption and extortion in the country. The Dijín continues working to guarantee justice and citizen security. Cove On the other hand, a prosecutor from the Specialized Directorate against Human Rights Violations presented six members and a former member of the National Army before a judge of guarantees control, They would be involved in the illegal detention, torture of three civilians, and the death of one of them, in events that occurred in the rural area of ​​the municipality of Caucasia between April 20 and 21, 2023. According to the prosecution, the material evidence indicates that the military officers arrested the individuals in the Cuturú district without a court order, transferred them to the mobile patrol base of the National Army Rifles Battalion and subjected them to cruel and degrading treatment, amid insistent questions about the location of a cache of money that allegedly belonged to an illegal armed group. One of the detainees died by drowning. Apparently, he was submerged in a lake ; while the other two were released.",
        "summary": "At least five police officers arrested on suspicion of extortion after allegedly demanding COP 50M to avoid arresting suspect"
    },
    {
        "article": "The Prosecutor's Office has closed the investigation into Chiara Petrolini 'Murders of two newborn children and suppression of corpses' BOLOGNA, 26 FEB - The murders of two newborn children and the suppression of their bodies: these are the charges with which the Parma Public Prosecutor's Office closed the preliminary investigations on Chiara Petrolini, a 21-year-old from Traversetolo, who is therefore approaching trial. The notice of end of investigation was notified to the defense attorney, Nicola Tria. The girl has been under house arrest since September 20 and yesterday the Court of Cassation annulled the decision on her custody in prison with referral to a new review. Chiara was investigated after the remains of the newborns buried in the garden of her house in Traversetolo were found: one born on August 7, 2024, the other on May 12, 2023.",
        "summary": "Woman in custody in connection with 2024 murder of two newborn children and suppression of their bodies"
    },
    {
        "article": "Car with five people on board hits guardrail: one is in serious condition Among the slightly injured, taken to Bressanone, a little girl. Aiut Alpin helicopter intervened for the person in critical condition, hospitalized in Bolzano. Heavy repercussions on traffic. Five people were injured in a single-car accident on the southbound carriageway of the Brenner motorway, about two kilometres from the Bolzano Nord toll booth. The accident occurred around 9:40 a.m. In addition to the firefighters and traffic police, rescue vehicles intervened: the most seriously injured person was taken by the Aiut Alpin Dolomites helicopter to the hospital in Bolzano, the others - including a slightly injured little girl - to the one in Bressanone. The southbound carriageway of the A22 was closed to traffic to allow the helicopter to land and permit surveys and restoration work. Long queues were generated. ",
        "summary": "Five injured, including child in crash"
    },
    {
        "article": "Fire brigade arrives at kitchen fire in Döbeln-Ost Excitement on Givorser Straße, apartment on the first floor not habitable for the time being. Döbeln. On Wednesday morning, the Döbeln Volunteer Fire Department was called out to a kitchen fire in the Döbeln-Ost residential area on Givorser Strasse. A fire had been reported in an apartment on the first floor. Furniture in the kitchen had caught fire, and according to police, the fire was presumably caused by a child of the tenant. The tenant was able to put out the fire before the fire department arrived. No one was injured. The material damage was estimated at around 10,000 euros, but the apartment is not inhabitable for the time being. The landlord TAG and the police took care of the affected tenants. The Döbeln fire brigade was on site with 14 comrades and four emergency vehicles. On the way back to the fire station, the next alarm was already sounded. A fire alarm had been triggered in the Töpelwinkel nature and leisure centre. The cause was probably construction work. For the Döbeln Volunteer Fire Department, these were missions number 36 and 37 in this still young year. ",
        "summary": "Kitchen fire in first floor of apartment extinguished"
    },
    {
        "article": "Mobility Network activates support buses in Santiago due to transportation problems following power outage in Chile Due to the massive power outage in Chile, the Santiago Metro is currently operating partially . According to reports, lines 1, 2, 3, 5 and 6 have been operating normally since 6:00 a.m. , while lines 4 and 4A remain suspended . Given this situation, it was announced that support buses will be deployed for citizens whose normal transportation has been affected. Support buses due to station closures on Line 2 According to Red Movilidad, there will be support and reinforcement buses because the stations on Line 4 and 4A are not operating. In detail, there will be 160 extra machines that will travel along the section of the affected stations and bring them closer to those that are operational. These will run from Plaza Puente Alto to Tobalaba , and from Vicuña Mackenna to Intermodal La Cisterna .",
        "summary": "Support buses to be deployed after power outage prompts disruption of train services"
    },
    {
        "article": "Notice of lost person (found safely) (Shinmeicho 1-chome, Higashimatsuyama City) This is Disaster Prevention Higashimatsuyama. The lost person we just announced has been found safe. Thank you for your cooperation. This is Disaster Prevention Higashimatsuyama. Higashimatsuyama Police Station has an announcement about a lost person. A 91-year-old woman went missing from Shinmei-cho 1-chome, Higashimatsuyama City at around 7:00 a.m. today. The woman is approximately 159 cm tall, of medium build, has short gray hair, wears a green cardigan, a black vest, brown pants, and blue sandals, and uses a walker. If you have any information, please contact Higashimatsuyama Police Station.",
        "summary": "Missing 91-year-old woman found safe"
    },
    {
        "article": "He takes his minor son to steal car parts, caught by the Carabinieri Numerous tools and two GPS signal inhibitors were found and seized, together with parts of already dismantled vehicles Carabinieri raid last night in a fenced square on Via Circumvallazione, in Qualiano. Here the military surprised two people, a father and his minor son, while they were cutting parts of a recently stolen Renault Captur with a flex. At the sight of the Carabinieri, the two attempted to flee but were stopped. The 44-year-old Antonio Frediani, born in 1980, from Casoria, already known to the police, was arrested for money laundering. The man's 16-year-old son was also reported for the same crime. Also reported for aiding and abetting was a 56-year-old from Giugliano, who was on lookout nearby and had tried to warn the two of the arrival of the Carabinieri. -- He takes his minor son to steal car parts, caught by the Carabinieri In the square, parts of already dismantled vehicles, numerous tools and two GPS signal inhibitors were found and seized. The area and everything inside it was seized by the Carabinieri. The arrested person is in prison. ",
        "summary": "Carabinieri arrested father and 16-year-old son on suspicion of stealing car parts"
    },
    {
        "article": "Cyclist is unconscious after fall in Utting In Utting, a 64-year-old cyclist slips on a wet road. He hits the asphalt and seriously injures himself. A 64-year-old cyclist fell on Hofstattstrasse in Utting on Tuesday at around 3:30 p.m. According to the Dießen police, the front wheel slipped to the left on the wet road and the man fell onto the asphalt. Since he was not wearing a bicycle helmet, his head hit the ground unprotected. According to a first responder, the man was unconscious for a minute and was bleeding heavily from the head. The injured cyclist was taken to the Großhadern hospital for further examination. (AZ)",
        "summary": "Cyclist hospitalized after falling from bicycle"
    },
    {
        "article": "#iquique The curfew is over: a measure decreed after the massive power outage in the country. IQUIQUE WE STILL HAVE NO LIGHT",
        "summary": "Curfew ends following power outage"
    },
    {
        "article": "POL-DA: Raunheim: Truck emptied - police ask for information Between Saturday and Tuesday (22 to 25 February) there was a particularly serious case of theft from a truck on Tejostrasse in Raunheim. An as yet unknown perpetrator smashed a vehicle window and removed electronic devices such as a radio and control unit in order to then steal them. According to initial estimates, the damage amounted to over 5,000 euros. Anyone who can provide information on the commission of the crime or has noticed anything unusual in this context should contact the criminal police in Rüsselsheim (K21/22) on 06142/696-0.",
        "summary": "Police appeal for witnesses after theft from truck between February 22 and 25"
    },
    {
        "article": "Stab attack in Cork city centre was like ‘a badge of honour’ Yesterday, Aaron Bohane made his first appearance at Cork Circuit Criminal Court in relation to the matter and pleaded guilty on two charges. A guilty plea was entered yesterday by a 24-year-old man who made up to 10 attempts to stab and slash another man in Cork city centre, and allegedly acted like the attack was “a badge of honour”. Aaron Bohane was recently served with a book of evidence at Cork District Court. Yesterday, he made his first appearance at Cork Circuit Criminal Court in relation to the matter and pleaded guilty on two charges. Barrister Niamh Stewart represented Bohane, of no fixed address and originally from Ballincollig, Co Cork, and applied for a probation report in advance of sentencing. Judge Sinead Behan said the probation service was inundated, and suggested it would be better if background and related matters could be obtained otherwise than by a probation report. However, the judge agreed to direct a probation report when Ms Stewart said there were particular issues — including addiction — that would be best addressed through probation as the defendant would benefit from services through probation. Sentencing was adjourned until May 1 for that purpose. Evidence Detective Garda Conor Cronin previously gave evidence at Cork District Court in the prosecution’s objection to bail being granted to Bohane on charges of assault causing harm to Gavin Sheehan at Oliver Plunkett St, and producing a bladed weapon. Det Garda Cronin said the evidence against Mr Bohane was very strong. He said the injured party was walking along Oliver Plunkett St shortly after 5pm on September 6, 2024. He said that Bohane, 24, was in a doorway on the street while a man with him was acting as a lookout. “He gave Aaron Bohane a gesture. “Mr Bohane removed a silver-coloured knife from the waistband of his pants, and he viciously assaulted the injured party from behind. “In the course of 16 seconds, he attempted to stab and slash him up to 10 times. “The male with him then strikes the injured party over the head with a glass bottle. “The injured party had serious lacerations to his head, arms, and back and was taken to Cork University Hospital for surgery,” Det Garda Cronin said. “Mr Bohane said the injured party had previously threatened his partner, and he acted like the assault was a badge of honour — he showed no remorse,” the detective said. Bohane admitted assault causing harm and producing the bladed weapon.",
        "summary": "Twenty-four-year-old man pleads guilty in connection with September 6, 2024, assault and knife attack"
    },
    {
        "article": "Drunken speeder on the road A drunk driver endangered traffic on the B39 between Lambrecht and Neustadt on Tuesday at around 7:15 p.m. A witness reported the man driving recklessly and almost causing an accident. According to the police, the driver was spotted on Talstrasse and stopped on Amalienstrasse after a short pursuit at speeds of up to 120 kilometers per hour. During the check, the police found that the 38-year-old had alcohol in his breath. A breathalyzer test showed a blood alcohol level of 1.79 per mille. The driver had to give a blood sample and his driver's license was confiscated.",
        "summary": "Intoxicated driver arrested following police pursuit in connection with reckless driving on February 25"
    },
    {
        "article": "Vox MP Flores Juberías caught committing a serious traffic violation in Valencia A neighbour records the professor from the University of Valencia skipping a mandatory direction, driving in the wrong direction and crossing a continuous line, as well as, probably, passing a red light with his Royal Enfield Classic 500 Desert Storm motorcycle. The Vox deputy in the Congress of Deputies, Carlos Flores Juberías, has been caught by a resident of Valencia while he was carrying out an action with his motorcycle in which he could have committed a serious traffic violation. The events occurred this Monday, February 24 at around 4 p.m. and in the video to which elDiario.es has had access, the politician can be seen crossing the Pérez Galdós avenue in Valencia on his motorcycle in an irregular manner. To carry out this manoeuvre, Flores Juberías had to ignore a mandatory direction, drive in the opposite direction for a few metres and cross a continuous line. In addition, although it cannot be seen in the images, he could have jumped a red light. Flores Juberías had his Royal Enfield Classic 500 Desert Storm motorcycle, declared before the Congress of Deputies, either parked on the sidewalk of Calle Literato Gabriel Miró or coming from the same. To save about 300 meters in the direction of Campanar, the Vox deputy decided to continue straight and commit all kinds of irregularities to join Pérez Galdós towards the intersection with Avenida del Cid and then Calle San Vicente. This newspaper has contacted the MP and shown him the video of the offence. “There is not much to talk about. I am sure that you will be very happy to publish the news; and if I am imposed with the fine, I will pay the corresponding fine as quickly as possible,” he said. ",
        "summary": "Spanish MP Flores Juberias arrested on suspicion of traffic violation"
    },
    {
        "article": "⚠️Junction 14 Sandyford⚠️ There is an incident on the M50 Southbound off ramp at Junction 14 Sandyford. It is causing heavy delays at the junction. Tune in to @dublincityfm for more updates.",
        "summary": "Incident prompts traffic delays"
    },
    {
        "article": "Operation in the chemical park! District warns the population Wittenberg - On Tuesday evening, a fire brigade operation on the grounds of the Piesteritz Chemical Park near Wittenberg caused a stir. At around 8:15 p.m., emergency services were alerted to the SKW nitrogen works. According to the Wittenberg district, a damage event had occurred there, but further information was not initially known. At the same time, a hazard warning was issued for the areas of Apollensdorf and Heuweg Piesteritz, as there were fears that the population would be disturbed by the odor. However, the district continued, there was never a health risk. The warning was lifted again at around 1:30 a.m.",
        "summary": "Fire extinguished on February 25"
    },
    {
        "article": "The #Fiscalía State General conducts a search in the community of Escape Lagunillas, belonging to the municipality of Chietla, where one person was arrested and 123 plastic bags with a granulated substance with characteristics similar to the narcotic known as crystal and 12 similarly shaped transparent plastic bags with marijuana were seized. ",
        "summary": "One arrested and 123 plastic bags containing granulated substance with characteristics similar to narcotics seized"
    },
    {
        "article": "Dear passengers! From March 3, 2025 to September 30, 2025, the Wüstendittersdorf town center will be completely closed. A replacement stop for Am Forsthaus and Ort has been set up at the former sawmill. Thank you for your understanding. #kombus",
        "summary": "Replacement stops for Am Forsthaus and Ort set up at former sawmill due to road closure from March 3 to September 30"
    },
    {
        "article": "He shot a dog and was brought to trial The events occurred on December 7, 2024 in Tequisquiapan A subject was linked to the process after being identified as the person responsible for having shot a dog . The events occurred on December 7, 2024 in the municipality of Tequisquiapan. The information was provided by the Attorney General's Office of the State of Querétaro and it indicated that the owner of the dog heard a gunshot, when she left her house to try to see what had happened, she noticed that her dog was leaving a neighbor's property and had its snout full of blood because it had been shot. After this situation, the affected party notified the corresponding authorities and the investigation file for crimes against animals was started. It was then that after being identified, a judge granted an arrest warrant. Elements of the investigative police went to the subject's home to complete the order and present him to a judge where all the evidence was presented and his linkage to the process was ordered. The subject accepted responsibility for the act and requested the suspension of the link , which was granted by the judge. In this sense, he was ordered to take several measures , including that he cannot approach the owners of the dog , submit to constant surveillance, and pay for the repair of the damage.",
        "summary": "Man to face trial in connection with suspicion of shooting dog on December 7"
    },
    {
        "article": "▶️ After three weeks of trial, Joaquín N is found guilty of the femicide of Elizabeth Pérez, in Jalisco 📺 #ElPulso with @LeoSchwebel",
        "summary": "Man found guilty of murder of woman"
    },
    {
        "article": "State agents seized 300 liters of huachicol in Tecate; one person has been arrested MEXICALI BC FEBRUARY 25, 2025 (AFN).- Agents of the State Citizen Security Force (FESC) arrested Juan Octavio N in Tecate, who was transporting several cans containing illegally extracted gasoline in a vehicle. It was reported that during a patrol near the Ciénega Redonda Ranch, on a dirt road, the agents observed a man with two plastic containers in his hands, which he was trying to put in the back of a vehicle with license plates from Arizona, United States. As officers approached, they noticed a strong smell of fuel, and inside the vehicle they found 12 transparent containers and two more blue ones, containing around 300 litres of fuel in total. The man, identified as Juan Octavio, was arrested and transferred to Mexicali, where he was placed at the disposal of the Attorney General's Office (FGR). ",
        "summary": "One arrested after 300 liters of illegaly extracted gasoline seized"
    },
    {
        "article": "More videos of the shooting recorded in Flor de Bastión, Paraíso de la Flor, LaLadrillera Criminals have been fighting for at least 3 days for control of the territory, so far as a result of the confrontation, 3 people have died, 1 in Flor, 1 in Paraíso and 1 in LaLadrillera #Criminals #Robbery Insecurity #Police #Newsru593 #Guayaquil ",
        "summary": "Three killed following confrontations between criminal groups"
    },
    {
        "article": "Minor arrested with a shotgun in León; this is how he was captured Neighbors reported that there was a man in a truck who was armed with a shotgun, which led to the arrest of the minor Police.- Elements of the Municipal Police of León arrested a 16-year-old minor who was carrying a long shotgun-type weapon, placing him at the disposal of the corresponding authorities. According to the report of the Secretariat of Security, Prevention and Citizen Protection ( SSPPC ) of León, the capture occurred this Tuesday, February 25, around 5:00 p.m. at the San José el Barrón Ranch . Three pipes with suspected illegal fuel were seized in Ocampo; this is how they were captured See More How was the minor armed with a shotgun arrested in León? Officers were patrolling the area when neighbors informed them of the presence of a young man who was apparently carrying a firearm. According to the SSPPC, witnesses said he was riding in a gray pickup truck and was wearing a green jacket and a cap with a horse logo. During the search for the subject, officers located a pickup truck that matched the characteristics described. They approached the vehicle and asked the occupant to get out. The information shared by the authorities says that upon inspecting the interior of the vehicle, a long shotgun-type weapon loaded with live cartridges was located. Who is the young man arrested for carrying a shotgun in León? As a result, 16-year-old Juan Refugio was detained and placed at the disposal of the State Attorney General's Office ( FGE ) of Guanajuato. ",
        "summary": "Sixteen-year-old detained for possession of firearm"
    },
    {
        "article": "IT BURNED This afternoon, the Heroic Fire Department came to put out the fire of a car, this in 5 De Mayo Colonia Santiago Tepalcatlalpan Mayor's Office of Xochimilco. NOTA_ROJA 02/25/2025",
        "summary": "Vehicle fire extinguished "
    },
    {
        "article": "Man on the run for almost 30 years for murder in Paraíba is arrested in the interior of Tocantins He committed the crime in Paraíba and passed through several states until arriving in Tocantins. A 53-year-old man investigated for homicide committed in the State of Paraíba in 1996 was arrested by the Civil Police in Taguatinga (TO) on the morning of this Tuesday (25). According to delegate Lucas Rodrigues, the prisoner had been a fugitive from justice for more than 29 years, always on the run through several federative units such as Goiás and the Federal District, but had taken up residence in the city of Taguatinga for more than 20 years, where he led a normal life. According to the police, the investigations that resulted in the capture of the man were carried out in several points in the rural area, including some that were difficult to access, until the civil police located the fugitive in a residence in the city of Taguatinga, where he ended up being arrested. Delegate Lucas Rodrigues highlighted that the arrest is of great relevance, since the crime committed by the perpetrator is of a serious nature and also because he has been on the run for 29 years, in order to avoid the progress of criminal prosecution. “Even after this individual had been on the run for so long, it was possible to capture him through a quick and efficient action. Therefore, now arrested, he must continue to answer for the crime allegedly committed as determined by law ,” he stressed. ",
        "summary": "Man wanted for 1996 homicide arrested"
    },
    {
        "article": "Storms caused damage again in the metropolitan region of São Paulo on Tuesday afternoon (25). The cities of Osasco and Barueri were the most affected. #BandJornalismo #JornaldaBand",
        "summary": "Storms damages reported"
    },
    {
        "article": "Personnel from the Moreno Patrol Command arrested a subject who was selling drugs in the Puente Roca neighborhood of the Moreno town of Trujui. This occurred during a preventive patrol. The incident occurred in the last minutes of Thursday, February 20, when a patrol car from the Moreno Patrol Command was conducting a preventive patrol in the assigned area in the Puente Roca neighborhood of Trujui. Upon reaching the corner of Facundo Quiroga and Junín, a few meters from the bridge on Néstor Kirchner Avenue, which is located over the Reconquista River and connects with Buen Ayre Road, the officers observed suspicious movements on the part of two subjects. Upon noticing the police presence, the two unknown men began to run, with the officers hot on their heels. They eventually managed to catch one of them. When they searched him, they found a 9mm pistol with a magazine containing 9 bullets and the serial number removed. In a bag he was carrying across his chest, they seized 30 bags with a plant substance and 21 packages containing a white powder. Later, at the Cruce Castelar police station, when they performed the indicative test, they determined that it was marijuana and cocaine. In addition, this individual had 117,000 pesos in cash. He was in the middle of a sale. He was identified as Luis Osvaldo Torres, 37 years old, and was domiciled in San Miguel, a few blocks from the place of his arrest. Reinforcements arrived to finish the operation. The other subject was not detected. The UFI Nº 12 in charge of Dr. Ezequiel Freydier ordered that he be detained for the crime of “possession of drugs for commercial purposes.”",
        "summary": "Man arrested on suspicion of drug trafficking and firearm possession on February 20"
    },
    {
        "article": "Prosecutors report six homicides on Monday The Attorney General's Office of the State of Sinaloa reported that on February 24, five investigation files were registered for intentional homicide, after the discovery of six dead people. In Culiacán, four victims were located in different neighborhoods, while in Elota and Guasave one deceased person was reported in each municipality. That same day, the Specialized Vehicle Theft Unit of the Central Region received 15 reports of car theft, all of which were duly recorded in investigation files. The Specialized Prosecutor's Office for Forced Disappearance of Persons reported three complaints in Culiacán for the crime of illegal deprivation of liberty, without providing further details about the cases so far.",
        "summary": "Five investigation files opened on February 24 for intentional homicide following discovery of six dead individuals"
    },
    {
        "article": "TikToker Ashley Ways arrested for mocking the death of a person with cancer arek William Saab reported that she will be charged with the crimes of inciting hatred. The Public Prosecutor's Office will request the deprivation of liberty of the aforementioned young woman in a rehabilitation center for adolescents so that this crime does not go unpunished, added the prosecutor. Officials from the Bolivarian National Police (PNB) arrested Ashley Ways on Monday, the TikTok user who posted a video in which she mocked the death of the mother of another content creator, who suffered from cancer. The arrest of the 16-year-old girl took place in the La Pradera sector of the Cocorote municipality of Yaracuy state, after the Attorney General, Tarek William Saab, reported on the appointment of the 59th National Prosecutor's Office to investigate the case and take legal action against Ashley Ways. Saab reported that she will be charged with the crimes of inciting hatred. The Public Prosecutor's Office will request that the aforementioned young woman be deprived of her liberty in a rehabilitation center for adolescents so that this crime does not go unpunished, added the prosecutor. In the controversial video, Ashley appears smiling, showing images of Karlenys Arocha's mother, an oncology patient. Turning to the deceased's daughter, Ashley says mockingly: It turns out that Karlenys's mother died today. Once again, proving that I was right in my video. As I told you before, you should have been better off keeping an eye on your mother who was about to die. Ashley said that people are born to die and ended the video with a big smile and the image of a campfire. Regional media reported that the rivalry between Ashley Ways and Karlenys Arocha has been a frequent topic on social media, and that it was not the first time that Ways commented on Arocha's mother's illness.",
        "summary": "TikTok user Ashley Ways arrested for inciting hatred and online abuse against cancer patient"
    },
    {
        "article": "Villeurbanne: an Atsem suspected of sexual assault, a student's mother testifies ",
        "summary": "Student's mother testifies against classroom assistant suspected of sexual assault"
    },
    {
        "article": "Find out who is the man arrested for raping a woman leaving a bar in DF The suspect, a homeless man, was recognized by the victim mainly because he had an unusual scar on his face and wore bleached hair. Military police arrested the suspect of raping a 24-year-old woman after she left a bar in 210 Norte, in the early hours of last Saturday (22/2). The rapist, who lives on the streets, was identified as Evanei dos Santos Manais ( featured photo ), 31 years old. He was recognized by the victim mainly because he had an unusual scar on his face and bleached hair. The accused was still wearing the same clothes on the night he committed the crime. He was taken to the 2nd Police Station (Asa Norte). The young woman was left with bruises on her body after the sexual assault. The column found that the woman was with her husband, but that she moved away from him when they were leaving the bar. While he was paying the bill, the woman continued walking. Under the influence of alcohol, the young woman lost her balance and fell unconscious. When she realised, there was a man with bleached hair lying on top of her. The attacker tried to take off the victim's pants, who struggled and began screaming for help. Screams and panic When he noticed that his had disappeared, the man started running and shouting around the area. When he realized that the homeless man was lying on top of his wife, the husband ran towards him. The attacker quickly fixed his clothes and fled. A Military Police vehicle was passing by and was called by the victims. The teams still tried to locate the rapist, who was not found. The police found that the homeless man is known by the nickname “Biro Biro” and lives in a squat called “Favelinha”, near 910 Norte. The victim was taken to undergo a forensic examination at the Legal Medical Institute (IML) and to take a series of medications, a health protocol for those who are victims of sexual violence. ",
        "summary": "Possible homeless man arrested in connection with February 22 sexual assault of woman near bar"
    },
    {
        "article": "The owners of a supermarket in Jardim Arco Verde, in Anápolis, called the Military Police (PM) after checking the security camera images and confirming that two different thefts had been carried out at the establishment throughout the day. The first suspicions arose when the couple noticed that an individual in a red shirt had only paid for a single bar of soap, but had taken much more than that. When looking at the images from the internal security circuit, they identified the suspect entering with a child and heading towards the perfumery sector. There, the man walks from one side to the other, pretending to look at the products, while putting a deodorant inside his pants. He walks a little further, comes back and puts another one away. Then, he repeats the action a third time, this time taking two antiperspirants. Then, the suspect and the child start looking for a bar of soap, choose one to disguise the theft, and even take one last deodorant. With five antiperspirants inside his pants, the suspect allegedly paid for the bar of soap using cash and left the establishment. This theft reportedly occurred shortly after 1 pm. When checking the security cameras, however, the owners noticed another strange movement around 11:45 am. This is because, at that time of day, another individual entered the establishment, wearing a green t-shirt, and headed to the back of the market. There, he would have hidden two packets of coffee in the front of his pants, and then stored several perfumery products in his back pockets. Unlike the second, he would have simply left the store, without paying for any item. After the thefts were confirmed, the Military Police (PM) were present at the scene and provided the necessary assistance. The case must now remain under investigation by the Civil Police (PC). #Portal6 #Anápolis #Furto",
        "summary": "Police investigate two robberies reported at supermarket"
    },
    {
        "article": "#DenunciaCiudadana | We have been informed of a water leak at ICATMOR Altavista Cuernavaca, which has been active for a month. Citizens say that it has already been reported to SAPAC, but the case has not been resolved. They are requesting support for the repair. The social management team has already channeled the case to the corresponding area, awaiting a prompt solution.",
        "summary": "Water leak reported for one month"
    },
    {
        "article": "Man with gunshot wound admitted to Culiacan hospital after confrontation in Costa Rica Culiacán, Sin. – A young man was admitted to the emergency room of a hospital in this city to be treated for gunshot wounds to the body on the afternoon of Tuesday, February 25. It was reported that he was shot during the confrontation that took place in the municipality of Costa Rica this morning. According to reports from the authorities, the victim is called Joel Servando “N”, 28 years old, with address in Eldorado, with gunshot wounds. He has a bullet wound in the jaw on the right side with entry and exit, as well as a wound in the left thigh with entry and exit and another one in an ankle. It was around 1:00 p.m. this Tuesday, that he entered the emergency area of ​​a hospital, where he was transferred to receive medical attention aboard a private ambulance. After the attack, officers from various police forces went to the scene to gather information from the victim's general staff and to learn the details of where and when he was attacked.",
        "summary": "Man hospitalized after shooting during altercation"
    },
    {
        "article": "The City Hall of Diadema, in Greater São Paulo, fired a doctor after he assaulted a patient at the Parque Real Basic Health Unit (UBS) last Friday (21). The professional's name was not released. According to the city government, the doctor arrived 1 hour and 30 minutes late. “The unit manager spoke to him about the delay in the service, while the population began recording the situation on video. When leaving the office, the doctor tried to take the cell phone from the mother of a patient with a slap and pretended to fall,” the city government reported in a statement. A video shows the moment when the doctor, apparently drunk, tells a patient to shut up and slaps her in the face. In response, the woman kicks the professional, who falls to the ground. ",
        "summary": "Intoxicated doctor fired after arriving at work late and assaulting patient on February 21"
    },
    {
        "article": "10 Dead, 12 Injured In Yobe Road Accident FRSC said the injured victims were receiving treatment in the hospital A tragic accident on the Damaturu-Maiduguri Road has claimed the lives of 10 people, leaving 12 others injured. The Federal Road Safety Corps (FRSC) confirmed the incident to Channels Television on Tuesday. It was gathered that the accident occurred at a security checkpoint in Warsala Town when a truck, loaded with cement and passengers, lost control and rammed into a car before plunging into a ditch. Yobe FRSC Commander, Livinus Yilzoom, said the incident happened at a distance of about 30 kilometres away from Damaturu, the Yobe State capital. According to him, the driver of the Volkswagen was the only person inside his car and he only sustained injuries. “The other persons who died or sustained injuries were the passengers on top of the cement in the truck which somersaulted and killed 10 persons while 12 others sustained injuries and are receiving medical attention,” he said. Yilzoom further revealed, that investigations into the root cause of the accident are ongoing however, suspected over-speeding by the truck as the major cause of the accident.",
        "summary": "Ten killed and 12 injured in crash involving semi-truck and car"
    },
    {
        "article": "🔴 Thief sentenced to 35 years in prison in Nuevo Leon A judge handed down a guilty verdict against Jorge Luis “N”, 32 years old, for the crimes of aggravated robbery executed with violence, in three cases investigated by the prosecutor's office. He will therefore serve his prison sentence in a Social Reintegration Center in the state, and will also have to pay compensation for the damages for more than 1 million 595 thousand pesos.",
        "summary": "Man sentenced to 35 years in prison for aggravated robbery"
    },
    {
        "article": "#Guayaquil On Monday, February 24, a bomb threat was reported on Eloy Alfaro and Cuenca streets. The anti-explosive unit of the Ecuadorian National Police went to the scene to deal with the situation.",
        "summary": "Bomb threat reported on February 24"
    },
    {
        "article": "Teenager injured in accident near Vellmar On Tuesday afternoon, two young e-scooter riders collided with a car on the B7 near Vellmar (Kassel) and were seriously injured. According to police, the 14 and 15 year old boys had crossed a pedestrian crossing and crashed into the car. The B7 was closed for around half an hour. ",
        "summary": "Two teenagers injured in crash involving e-scooter and car"
    },
    {
        "article": "▶️ #ÚLTIMAHORA | An explosion was recorded in the stationary tank of a house in the municipality of Zapopan. No injuries were reported except for one person who was taken to a medical unit. ",
        "summary": "One hospitalized after explosion at residential building"
    },
    {
        "article": "A hooligan who allegedly shot a FOPE agent after the Superclásico is arrested ▪️ The suspect, identified as Hugo Alejandro Caballero (27), was arrested this Tuesday after being accused as the alleged author of several shots fired in the area of ​​the Defensores del Chaco Stadium after the superclásico, one of which injured a FOPE agent. ▪️ Two other men who are believed to be Caballero's accomplices were also arrested; one of them is the suspect's cousin and the other is a taxi driver by profession. According to the intervening officers, the arrested men were planning to escape.",
        "summary": "Man arrested along with two others on suspicion of shooting police officer"
    },
    {
        "article": "🔴 Three alleged hooligans arrested after incidents following the Superclásico 🔸 One of the detainees allegedly shot at a police officer. 🔸 They seized a weapon, a vehicle and cell phones. ",
        "summary": "Three arrested, including one for allegedly shooting at police officer and weapons seized"
    },
    {
        "article": "Group of Grêmio fans arrested after setting off fireworks against the building of the Rio Grande do Sul Football Federation, says BM According to the Military Police, 11 men identified as members of an organized fan group protested while the organization was speaking out about the referee's actions. After the circumstantial report was drawn up, they were released. A group of Grêmio fans were detained on Tuesday morning (25) after setting off fireworks in the direction of the building that houses the headquarters of the Gaucho Football Federation (FGF), in Porto Alegre . The protest took place while the president of the entity was speaking, in a press conference, about the performance of the referees in the state championship. According to the 1st Military Police Battalion, 11 men identified as part of the club's organized fan group held up banners with the words: Vargonha and FGF$, you are afraid of Grêmio . [the phrases were] In reference to a possible influence of the Federation in the 2025 Gaucho Championship, said the Military Brigade. According to the BM, 91 rockets were found with the group . All materials were seized. The fans were charged with disturbing the peace . After those involved in the act were identified, they signed a statement of circumstances and were released .",
        "summary": "Eleven protestors released after signing statement of circumstances for setting off fireworks at Gaucho Football Federation"
    },
    {
        "article": "Fake delivery gang: police arrest suspects for scams in SP The Civil Police carried out Operation Happy Birthday on the morning of Tuesday (25/2). Cell phones, money and vehicles were seized. São Paulo — The Civil Police arrested, this Tuesday (25/2), six people who were carrying out scams in the capital of São Paulo . Through Operation Happy Birthday, the corporation served temporary arrest warrants, as well as search and seizure warrants, related to deliveries of fake gifts and medical reports. False Delivery Gang Using information about the victims' birthdays, the gang delivered fake gifts and prizes. During delivery, the suspects requested payment of a fee using a card machine that had been tampered with to clone data. The operation was carried out by agents from the 42nd Police District (Parque São Lucas). According to the Public Security Secretariat ( SSP ), cell phones, money and vehicles were seized.",
        "summary": "Six arrested for fraud after cell phones, money, and vehicles seized"
    },
    {
        "article": "A Gimnasia player was reported for gender violence and was arrested The accusation was made to the court by his ex-partner, with whom he has a daughter. Alan Sosa, a forward who came through the youth ranks of Lobo, was accused of “aggravated illegal deprivation of liberty.” Gimnasia de La Plata striker Alan Sosa was arrested in Gonnet , accused of gender violence against his ex-partner. The police carried out the arrest after the neighbors called 911. The incident occurred around 10:30 p.m. on Monday, at the home they shared, located on 505 Street between 17 and 18, and was classified as “illegal deprivation of liberty and coercion aggravated by family ties.” Police sources said that the victim was deprived of her freedom for several hours in the house they have shared for eight months, after a heated argument. The couple's neighbors were the ones who called 911. When the 24-year-old woman made the formal complaint, she explained that she wanted to leave the house, but was detained and threatened . When the police arrived, she was in a state of nervousness and crying. The police report detailed that the two had argued and, after the fight, she got into the vehicle to leave the house, but he took the keys to the electric gate from her and would not let her leave the place . In addition, the athlete threatened her. When the police arrived, Sosa was arrested. The prosecutor in charge of the case, Eugenia Di Lorenzo, ordered the transfer of the case and the person arrested to a court hearing that will take place in the next few hours. The statement of the person who accuses Alan Sosa of gender violence Following the arrest of Alan Sosa, accused of gender violence, the Gimnasia player's girlfriend used her social media to make her statement. Is it turning up dead to turn against someone who kicks the ball, right??!!!!! Bunch of mononeurons, she wrote on her X account and also published a photo of the formal complaint she made at the police station. Accompanied by the video where the footballer is seen being arrested, he said that he can't stop shaking, from crying, my head is breaking, I want to be with my daughter now. You came out handcuffed and swore to take me to the altar? You're a violent son of a bitch, you're going to pay for everything , he indicated in a lengthy statement on his social networks. “3 in the morning in a patrol car, going to get a medical? And he told me 'love of my life', everything is paid for and I don't care when, just as you ruined my head, you're going to pay 1 to 1. I should have left a long time ago, they were right,” she detailed and assured that she defended him tooth and nail against anyone and in any situation: “I walked away from my family, my friends, I left my apartment, my job, my city, my entire life and this is how you repay me. You're going to hurt me all my life but I don't want you near me EVER AGAIN.” Finally, the woman also mentioned her daughter, the fruit of her relationship with the footballer: “Forgive me for the bad decisions, the comings and goings, the bad moods, the afternoons of playing with my mother crying. I will make up for every second and from today on, it will be you and me forever, my love.” ",
        "summary": "Gimnasia player arrested on suspicion of domestic violence on February 17-18"
    },
    {
        "article": "A man allegedly responsible for stealing auto parts in Texmelucan, Puebla, was arrested. He is reported to be carrying a girl. ",
        "summary": "Man arrested on suspicion of stealing auto parts "
    },
    {
        "article": "DPS Arrests Criminal Illegal Immigrants After Discharging Firearm in Mission (South Texas Region) WESLACO – Texas Department of Public Safety (DPS) Special Agents working Operation Lone Star (OLS) arrested two criminal illegal immigrants from Mexico, including a previously deported felon, in Hidalgo Co. over the weekend. On Sunday, Feb. 23, at 9:00 a.m., a DPS Special Agent conducting surveillance heard gunshots and witnessed a male subject with a handgun outside a residence on Minnesota Road in Mission. As DPS Special Agents approached the male subject, Hugo Alberto Lopez Herrera, 47, he attempted to run inside a residence and resisted arrest. Another male subject, Hugo Alberto Lopez Piedra, 21, grabbed one of the Special Agents to interfere with Lopez Herrera’s apprehension and resisted arrest. Special Agents also located a Ruger 9mm handgun and 46 spent bullet casings outside of the residence. Lopez Herrera was charged with deadly conduct, possession of a firearm by a felon and resisting arrest. Lopez Piedra was charged with resisting arrest and interfering with public duties. Lopez Herrera is a deported felon with a criminal history of illegal entry, drug possession and distribution and money laundering. Lopez Piedra has a record of driving while intoxicated and drug possession and distribution. Both were booked into the Hidalgo Co. Jail and have immigration detainers placed by U.S. Enforcement and Removal Operations (ERO).",
        "summary": "Two undocumented Mexican migrants charged after discharging firearm and resisting arrest on February 23"
    },
    {
        "article": "🚨 RJ: Car theft (old) in the early hours of today in Irajá - North Zone of Rio. 🗓 25/02/2025 ⏰ 02:00 ➡️ Chevrolet Corsa",
        "summary": "Vehicle stolen"
    },
    {
        "article": "Lyon: Individual arrested for shooting at wedding procession On February 22, an individual was arrested in the 3rd arrondissement after firing several shots in the air during a wedding procession. On Saturday, February 22, an individual fired several shots while he was in a wedding procession. According to ActuLyon , the events took place in the 3rd arrondissement, near rue de Montbrillant, around 8 p.m. A man then fired several shots in the air with a weapon loaded with blanks. Alerted by a witness, a police team quickly went to the scene to arrest the individual. The latter was taken into custody, while his weapon was found in a bush near the place of arrest. An investigation has been opened into his case.",
        "summary": "Suspect arrested for shooting at wedding procession on February 22 "
    },
    {
        "article": "#Conexión | ▪️ He set fire to his son 👉🏻 Alleged criminal mother charged in Areguá. 🗣️ Fernando Torres #ElNoticiero",
        "summary": "Woman charged in connection with arson after setting son on fire"
    },
    {
        "article": "Linden: Drugs found during vehicle inspection Linden : Officers from both Giessen police stations carried out personal and vehicle checks in Großen-Linden on Sunday (23.2.). At around 11.45 p.m., they stopped a Skoda near the commuter parking lot at the Giessen gate. During the check, there were indications that there might be drugs in the vehicle. During the subsequent search of the car and a 44-year-old passenger, officers found 242 grams of hashish and almost 500 euros in cash. A subsequent search of the apartment did not result in the discovery of any further drugs or prohibited items. After the police had completed the investigation, the man was released. He is now facing criminal proceedings.",
        "summary": "Suspect released after narcotics seized during police operation on February 23"
    },
    {
        "article": "Police chase on BR 277 ends with 200 kg of marijuana seized Suspect fled for 20 km, but was arrested by the PRF A man was arrested with 200 kg of marijuana after a police chase on BR-277, in Santa Terezinha de Itaipu, in the West of Paraná, on Monday (24). The Federal Highway Police (PRF) ordered the driver of the Volkswagen Gol to stop, but the young man fled and was followed for approximately 20 km. After the driver stopped, the drugs were found. The suspect, the vehicle and the drugs were sent to the Federal Police in Foz do Iguaçu. ",
        "summary": "Man arrested in possession of 200 kg of marijuana following police pursuit on February 24 "
    },
    {
        "article": "The Haitian capital wakes up under high tension. Automatic gunfire rings out in Delmas and other neighboring neighborhoods. In Delmas 30, panic is general. Residents are leaving the premises, and motorists are turning back. Armed civilians seem to be entering a final phase to definitively take over the commune of Delmas. On Monday, the bandits set fire to a garage in Delmas 17. A few days earlier, they had set fire to several houses in the same area. The CPT, the Prime Minister's Office, the CSPN, the Ministry of Defense and the Ministry of the Interior were unable to prevent this surge of armed violence. Complicity or incapacity?",
        "summary": "Residents reportedly fleeing after shots heard"
    },
    {
        "article": "Three slightly injured in highway accident An accident caused a major traffic jam on the motorway and the ring road in the direction of Fort-de-France/Lamentin. Firefighters took charge of three injured people. An accident occurred this Tuesday morning (February 25, 2025) around 7:20 a.m. in Martinique just after the Chateauboeuf bridge, in the direction of Fort-de-France/Lamentin. Three cars were involved. Emergency services intervened to take care of 3 people. They had minor injuries. The victims were nevertheless transported to the Martinique University Hospital for checks. The accident mobilized 14 firefighters including three ambulances and national police officers who secured the area.",
        "summary": "Three injured in three-vehicle crash prompting traffic delays"
    },
    {
        "article": "He robbed shops in three provinces and was arrested by Suwałki detectives. Suwałki detectives have detained a man suspected of stealing alcohol, food and industrial products. The incidents took place in three provinces. The estimated losses amount to over 15 thousand złoty. The officers recovered some of the stolen items. The 29-year-old was charged with theft in recidivism. The City Police Headquarters in Suwałki received a report of thefts in Suwałki retail outlets. Detectives working on the case found the perpetrator and detained the 29-year-old suspect in one of the apartments in Suwałki. According to the investigators' findings, the man committed thefts not only in Suwałki, but also in three provinces in cities such as Ostrów Mazowiecka, Ełk, Olecko and Białystok. The man acted in a similar way every time, crossing the checkout line without paying for the products. His loot included food, industrial products and alcohol. As a result of the searches, Suwałki police recovered some of the stolen items. The total value of the losses was estimated at over PLN 15,000. The 29-year-old was charged with theft while being a recidivist. Now the court will deal with his further fate. ",
        "summary": "Man arrested on suspicion of stealing alcohol, food and industrial products worth PLN 15,000"
    },
    {
        "article": "JSMM protest against Pakistani Punjabi army's forced construction of canal on Indus River, lathicharge, firing, JSMM central leader Rohail Leghari arrested . Note: Rohail Leghari was previously held in a torture cell by the Pakistani intelligence agency ISI for a year and his life is in danger after his arrest. ",
        "summary": "JSMM central leader Rohail Leghari arrested after clashes with police during protest"
    },
    {
        "article": "Hundreds of crimes, but Syrian Firas A. is allowed to stay. #HAMBURG . He smashed the windows of 245 cars, attacked and injured an 84-year-old woman, possessed prohibited weapons and drove through Hamburg without a driving license several times - but there is no sign of the Syrian citizen Firas A. being deported.",
        "summary": "Syrian national arrested on suspicion of assaulting 84-year-old woman and driving without license"
    },
    {
        "article": "Police report Hürth and Pulheim: 250225-1: Drugs and cash seized during several searches Rhein-Erft-Kreis Police - 25.02.25 Emergency news: 250225-1: Drugs and cash seized in several searches. News Reader offers the latest news on police and fire service operations in your region. Here is the current emergency report from the Rhein-Erft district police. Hürth and Pulheim Two suspects temporarily arrested During searches in Hürth and Pulheim, detectives from the Rhein-Erft district police seized kilos of drugs, cash and weapons on Friday (February 21). The officers temporarily arrested two men (20, 28). A total of three suspects are suspected of illegal drug trafficking. Based on witness statements, investigators received evidence that the 20-year-old was selling narcotics for profit in Hürth. At the request of the Cologne public prosecutor's office, a judge issued a search warrant. At around 10 a.m. on Friday, police searched the living quarters in Gleuel. The suspect tried to escape via the terrace. The officers arrested him temporarily. They seized marijuana and ketamine as well as a knife and a firearm in the living quarters. Since June 2024, investigators have been following up on leads that the 28-year-old is also selling drugs for profit from his apartment in Pulheim. During the search at around 10 a.m. on Friday, officers found cocaine in addition to the cannabis. They arrested the suspect and brought him before a judge over the weekend, who remanded him in custody. In a second property in Pulheim, officers noticed a strong smell of cannabis coming from the living quarters of a 45-year-old man following a witness tip-off. After a judge issued a search warrant, detectives searched the property at around 10 a.m. on Friday and seized cannabis plants, marijuana, cash worth a low five-figure sum, and silver and gold coins. The investigations by Criminal Investigation Department 13 are ongoing in all three cases. (jus)",
        "summary": "Two arrested after drugs and cash seized during police operation on February 21 "
    },
    {
        "article": "Man dies in confrontation with police in Feira de Santana On the afternoon of this Monday (24/2), a man died during a Military Police operation in the Jussara complex, Pedra do Descanso neighborhood, in Feira de Santana. The suspect's identity has not yet been released, and a second individual managed to escape. According to information from the PM, at around 5:57 pm, a Garra motorcycle patrol team requested support after a confrontation with two suspects on Rua Bela Vista. During the exchange of gunfire, the men tried to escape by jumping over the wall of an abandoned house. One of the suspects was hit by gunfire and taken to the Clériston Andrade General Hospital (HGCA), but did not survive his injuries. The other managed to escape and has not yet been located. In the operation, the police seized a .38 caliber revolver and ammunition. The case will be investigated by the competent authorities to clarify the circumstances of the confrontation.",
        "summary": "Man killed and one at large after police operation "
    },
    {
        "article": "Bomb found and defused in Ratheim Oberbrucher Straße was closed, 30 people were evacuated and the A46 was also briefly affected. The all-clear was given at 2 p.m. A bomb was found and defused on Tuesday morning in Hückelhoven-Ratheim on Oberbrucher Straße opposite the Knorr company. When asked, the city said that only around 30 people from the residential buildings and businesses on Oberbrucher Strasse were affected by the evacuation because the site was in a field, far from the dense residential areas of the town. The evacuation radius was 300 meters. At this point, it was already assumed that the operation would not take too long and would be completed by 2 p.m. The sticking point was the A46, which was within the 300-meter evacuation radius, explained Holger Loogen, spokesman for the city of Hückelhoven. The emergency services therefore had to wait for the A46 to be closed between Hückelhoven-Ost and Dremmen, Loogen said when asked. By 1:15 p.m. the direction of Heinsberg was no longer being used, and traffic in the direction of Hückelhoven continued for a few minutes until the road there was also empty at around 1:30 p.m. The closure of the motorway led to increased traffic in Ratheim and Millich. Defusing the bomb itself only took a few minutes. At around 2 p.m., as predicted, the all-clear was given. The A46 was also open to traffic again, which reduced the volume of traffic in the town. According to Holger Loogen, the bomb was an English five-hundred-pound bomb from the Second World War. ",
        "summary": "World War II-era bomb prompts evacuation of 30 people and closure on Oberbrucher Strasse"
    },
    {
        "article": "Kidnapped from a restaurant in Paris, a 22-year-old woman found drugged in an apartment in Versailles Two suspects were arrested a little over an hour after the incident, on the night of Monday to Tuesday. They have not yet explained the reasons for this kidnapping in an establishment in the 2nd arrondissement.A little over an hour. That's all it took to find the victim safe and sound. Two men, aged 22 and 23, were arrested during the night from Monday to Tuesday in Versailles (Yvelines). They are suspected of having, a little earlier in the centre of the capital, kidnapped and held captive a 22-year-old woman. The two suspects were taken into custody in the premises of the first district of the judicial police in Paris . It is 10 p.m. in a restaurant on Boulevard des Italiens (2nd arrondissement) when a young woman is beaten and taken away by force by two men who force her into a car. Witnesses alert the police and provide the license plate number of this Volkswagen Golf. The officers followed the car's progress to Yvelines. The anti-crime squad went to rue Hélène-Andrée, in the Jussieu district of Versailles , and spotted the car parked in the parking lot of the residence. Reinforcements arrived and the police identified the apartment where the hostage was allegedly being held. Two individuals unknown to the police The officers break the lock on the door. They discover that this woman is lying in a room, half-unconscious. This young woman of Turkish origin confirms that she was taken by force to this accommodation. The firefighters take her to the André-Mignot hospital center, in Chesnay-Rocquencourt . At the same time, the two suspects, also Turks, arrive on the scene. They are immediately arrested and taken into custody. Traces and clues are found in the apartment and in the car. These two men are unknown to the police. One of them lives in England and the other lives in Versailles. It is still too early to understand the circumstances of this incident. But according to our information, one of them is none other than the victim's ex-partner. She is due to be questioned during the day. Perhaps she will shed some light on the investigators? The Paris prosecutor's office has forty-eight hours to decide what to do next in this case. ",
        "summary": "Two arrested in connection with February 24 overnight drugging and kidnapping of woman"
    },
    {
        "article": "Teenager is said to have repeatedly hit and kicked classmates On Monday, an argument between two students at a school in Esslingen got out of control. The police are now investigating for grievous bodily harm. On Monday, a teenager is said to have kicked and punched a fellow student at a school in Esslingen , causing him to be hospitalized. The police are now investigating the teenager for grievous bodily harm. Dispute at Esslingen school escalates According to the officers' current findings, the two students got into an argument around twelve o'clock due to a difference of opinion . The argument at the school on Steinbeisstrasse then escalated: the teenager is said to have hit his classmate several times and kicked him while he was lying on the ground. According to the police, the victim initially sought medical attention on his own, but had to be hospitalized due to the severity of his injuries .",
        "summary": "Police investigate after student hospitalized in February 24 altercation at school"
    },
    {
        "article": "Fugitive motorcyclist arrested in crackdown on rolezinho in Niterói Fugitive from justice covered motorcycle license plate with cardboard A 21-year-old man on the run from justice was arrested for drug trafficking in downtown Niterói, in the early hours of Tuesday (25). The Military Police were carrying out an action against motorcycle 'rolezinho' on Avenida Feliciano Sodré, when they spotted a silver motorcycle with two occupants. The order to stop was given, as there was a piece of cardboard attached to the vehicle's license plate to cover the last digit, so that the vehicle could not be identified. After being approached, according to the PM, the accused reported that he did not have documents and identified himself with the wrong name. The parties were sent to the 76th DP (Niterói) for appropriate measures, where it was confirmed that the accused had another name. According to the police, the man had an outstanding arrest warrant for drug trafficking. The witness was questioned and released, the accused remained in custody and the motorcycle was seized.",
        "summary": "Man arrested on suspicion of drug trafficking and vehicle seized"
    },
    {
        "article": "More than 500 people ordered to evacuate after new forest fire in Iwate At around 3:20 pm on the 25th, multiple calls were made to 119 reporting a fire in the forests of Otomo-cho, Rikuzentakata City, Iwate Prefecture. Due to the risk of the fire spreading, the city and the neighboring city of Ofunato in the same prefecture issued evacuation orders to a total of 233 households and 546 people in five areas. ",
        "summary": "Evacuation orders issued to over 500 people due to wildfire"
    },
    {
        "article": "Man charged with killing female family member A 27-year-old man has been charged with murder after the death of a 24-year-old woman in Farsø, police say. The two are related. North Jutland Police are present in Farsø on Tuesday, where a 24-year-old woman has died. A 27-year-old man has been arrested in the case and charged with murder. This is stated by the police in a press release. On Tuesday morning - at 8:31 a.m. - the police received a report about the lifeless woman at an address on Nørregade in Farsø in Vesthimmerland. Several patrols and ambulances were sent to the scene, where first aid was provided, but the woman's life could not be saved. She was pronounced dead shortly after arriving at Aalborg University Hospital. The man who has been arrested was at the address. The police state that there is a family relationship between the deceased and the arrested person. This relationship has not been further elaborated on. It is also not stated how the murder is believed to have taken place or what the cause is believed to be. The woman's next of kin have been notified of the death. There is no danger to people in the area, police estimate. - We believe that this is an isolated incident and that there is no danger to residents in the area, says investigation leader Carsten Straszek in the press release. On Tuesday afternoon, cordons were set up in the area while the police secured clues and otherwise collected information about what happened before, during and after the suspected murder. According to TV 2 Nord, the now arrested man was taken away from Nørregade by the police earlier Tuesday. The person in question was wearing a so-called DNA suit. This is a white jumpsuit that is used to secure any forensic evidence from a person, such as a suspected perpetrator. According to local media, an ambulance drove from the scene under police escort. If you have information about the incident, or if you have made any special observations in relation to the murder, the police ask that you contact them on telephone number 114. The 27-year-old man will be produced in a constitutional hearing on Wednesday at 8:30 a.m., the North Jutland Police reported on the social platform X.",
        "summary": "Man charged on suspicion of murder of woman at residence"
    },
    {
        "article": "The Federal Police arrested on Monday morning (24), in Niterói (RJ), former military police officer Deveraldo Lima Barreira for armed criminal association and active corruption. #CNNNovoDia",
        "summary": "Former military police officer arrested on February 24 on suspicion of armed criminal association and corruption "
    },
    {
        "article": "POL-OB: Two people injured in serious accident On Monday evening (24.02) there was a serious traffic accident on Essener Straße at the intersection of the streets Im Lipperfeld and Alte Walz, in which one driver was seriously injured and another slightly injured. According to the current state of the investigation, it is assumed that the collision between a Ford and a Toyota occurred at 7:05 p.m. Shortly before, the 35-year-old driver (nationality: Iraqi) of the Ford was driving along Essener Strasse in the direction of Duisburger Strasse. At the same time, the 44-year-old Toyota driver (nationality: Nigerian) intended to cross Essener Strasse from the Alte Walz. The two vehicles then collided at the intersection. The 35-year-old was seriously injured and the 44-year-old suffered shock. The intersection had to be closed to traffic while the accident was being recorded. Both heavily damaged cars were then towed away. The traffic accident investigation is now being conducted by the Oberhausen Police Traffic Department.",
        "summary": "Two injured, including one seriously in February 24 two-vehicle crash"
    },
    {
        "article": "A house threatens to collapse after a fire last night in Neffiès Four people have had to be rehoused after a fire endangered a house in Neffiès. It is now in danger of collapsing. This night from Monday 24 to Tuesday 25 February, a house was destroyed by flames on Rue de l'Ancien Bassin in Neffiès. The residents of this two-storey house and their neighbours were evacuated for safety reasons and will be relocated with relatives. An order of imminent danger On site, in the centre of the village that is difficult to access, the Sdis34 firefighters deployed three water hoses, two of which were used mainly to protect the neighbouring house from the fire. For the time being, the circumstances of this fire are not known. But last night, the fire very quickly pierced the roof of the burning house, while threatening the adjoining house. Fortunately, there were no casualties, but the damage is considerable. The mayor was forced to issue an imminent danger order, as the house affected by the fire was at risk of collapsing at any moment. In the centre, on Place du Lieutenant Paul Gauffre and around the Saint-Alban church, close to the fire, the air is difficult to breathe. The area, winding and at the top of the village, is difficult to access, confirmed a witness on site.",
        "summary": "House threatens to collapse after overnight fire"
    },
    {
        "article": "Oita Prefecture settles lawsuit over death of male employee from overwork by paying 90 million yen in damages to family It has been revealed that Oita Prefecture intends to settle the lawsuit over the death of a male prefectural employee from overwork in 2018 by paying 90 million yen in damages to the surviving family. Junichi Watanabe, Director of General Affairs Division: We apologize to the family and the people of the prefecture for this incident occurring in a prefecture that is in a position to promote work style reform. On the 25th, the prefecture announced its intention to reach a settlement with the family of a male prefectural employee who died from overwork in 2018. According to the prefecture, the family of the then 26-year-old male employee of the Welfare and Health Planning Division who committed suicide at work filed a lawsuit against the prefecture in 2021, seeking damages, alleging that the cause was mental illness caused by long working hours. The prefecture will propose a settlement to the assembly to pay 90 million yen in damages to the lawsuit. It has also promised to properly manage employees' working hours and implement mental health measures to prevent recurrence. ",
        "summary": "Court orders Oita, Japan to pay JPY 90M as settle over death of prefectural employee from overwork"
    },
    {
        "article": "Gallura, works on the main line: disruptions from San Teodoro to Arzachena The operation is scheduled for tomorrow, Wednesday, February 26, from 8 a.m. to 7 p.m. Half of Gallura will be dry (almost) all day tomorrow . As part of an operation to improve the efficiency of the main pipeline that feeds the Malabuca reservoir near Arzachena from the Agnata water treatment plant, Abbanoa is cutting off the water supply in the centers served by the distributor. From Olbia, the city centre and all the hamlets, through Loiri Porto San Paolo, San Teodoro, Golfo Aranci, Padru, Telti, Monti, up to Arzachena, there will be no water supply from the 8th to the 19th, with reductions in flow rates and temporary interruptions. The restoration of regular supply is expected from the 22nd. The works include the removal of the control devices regulating the water flow and their replacement with new special parts that control the supply to the Costa Smeralda area, Olbia and some coastal and inland municipalities of Gallura.",
        "summary": "Maintenance work prompts closure of water supply starting 08:00 to 17:00 on February 26"
    }
]